{
  "vocab_source_data": {
    "source_type": 1,
    "name": "The Grace of Kings",
    "description": "Book 1 of The Dandelion Dynasty, by Ken Liu",
    "date_created": "2019-11-13T07:58:45.381655"
  },
  "vocab_contexts": [
    {
      "vocab_context_data": {
        "content": "“No more taxes,” they whispered. “No more corvées. No more killing whole families for one man’s crimes.”\n\n Kuni’s letter to the city asked for the citizens to rise up and topple the mayor. “You will be supported by Cocru’s army of liberation,” the letter promised. If one considered a band of bandits an “army,” and if one ignored the fact that the King of Cocru had no idea who Kuni Garu was, the letter could be considered to sort of tell the truth.\n\n But the citizens did as Kuni asked. Chaos erupted in the streets, and the people of the city, long resentful of the heavy hand of Xana rule, made quick work of the mayor and his staff. The heavy gates swung open, and citizens watched in amazement as Kuni Garu and his tiny band of bandits strode in.\n\n “Where’s the Cocru army?” one of the riot leaders asked.\n\n Kuni climbed onto the balcony of a nearby house and surveyed the throng in the streets.\n\n You are the Cocru army!” he shouted. “Do you see how much power you have when you act without fear? Even if Cocru lives on only in the heart of one man, he will still overthrow Xana!”\n\n Platitude or not, the crowd erupted into applause, and by acclamation, Kuni Garu became the Duke of Zudi. A few pointed out that titles of nobility really couldn’t be handed out in such a democratic fashion, but these killjoys were ignored.",
        "date_created": "2019-11-13T07:58:54.550624"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "acclamation",
            "description": "",
            "date_created": "2019-11-11T17:56:56.325439"
          },
          "vocab_entry_tags": [
            "acclamation"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "platitude",
            "description": "",
            "date_created": "2019-11-11T17:56:56.513068"
          },
          "vocab_entry_tags": [
            "platitude"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "He had craved power, yes, lots of it, and when Pira had come to him with that audacious plan, he had seized the chance. But actually exercising the power that came from the Throne of Xana was not nearly as enjoyable as he had imagined. Yes, it had been fun to watch the other ministers and generals cower before him and pay him obeisance, but so much of the work of being regent consisted of mere tedium! He did not want to hear about harvest numbers, petitions from starving peasants, reports of corvée desertions, and this latest plague, garrison commanders complaining about rebellions. Why couldn’t they take care of the bandits in the areas they were responsible for? They were the soldiers, and that was *their* job.",
        "date_created": "2019-11-13T07:58:54.826830"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "tedium",
            "description": "",
            "date_created": "2019-11-11T17:56:56.733909"
          },
          "vocab_entry_tags": [
            "tedium"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Crupo had been born in Cocru, back when it was still the strongest among the incessantly warring Tiro states. His parents, propertyless bakers in a small town, died during one of these border skirmishes. He was captured by bandits and taken to Haan, the most learned of the Tiro states, to be sold as a bonded servant, but in Ginpen, the Haan capital, the constables raided the bandits and freed Crupo into the streets.",
        "date_created": "2019-11-13T07:58:54.990679"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "skirmish",
            "description": "",
            "date_created": "2019-11-11T17:56:56.995248"
          },
          "vocab_entry_tags": [
            "skirmishes"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Gradually, Crupo became one of Anji’s best students. When speaking to kings, Anji often mentioned that of all the young men he had taught in his life, only Féüji and Crupo had understood everything he had to teach them and then gone on into the terra incognita of new ideas.",
        "date_created": "2019-11-13T07:58:55.094548"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "terra incognita",
            "description": "",
            "date_created": "2019-11-11T17:56:57.195599"
          },
          "vocab_entry_tags": [
            "terra incognita"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "In addition to his lectures and pamphlets, Crupo’s calligraphy was particularly admired by the literati. In contrast to his carefully constructed essays and tightly woven arguments, he shaped his wax logograms with the sensitivity of a child as well as the passionate abandon of a swordsman, and the zyndari letters from his brush leapt off the page like a flock of migrating wild geese captured in midflight over a still pond. Many imitated his calligraphy, but few could equal or even approach his artistry.\n\n But there was a measure of condescension in their praise of Crupo that rankled. Some seemed almost surprised that a man of such humble origins could be the creator of such creative and artistic words. Behind the recognition there was also an implicit dismissal, as if Crupo’s hard work could never measure up to Féüji’s natural brilliance.",
        "date_created": "2019-11-13T07:58:55.346293"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "calligraphy",
            "description": "",
            "date_created": "2019-11-11T17:56:57.417386"
          },
          "vocab_entry_tags": [
            "calligraphy"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "condescension",
            "description": "",
            "date_created": "2019-11-11T17:56:57.604353"
          },
          "vocab_entry_tags": [
            "condescension"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "rankle",
            "description": "",
            "date_created": "2019-11-11T17:56:57.932475"
          },
          "vocab_entry_tags": [
            "rankled"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But Crupo thought Féüji’s essays insipid. They were so flowery and illogical! All this concern about “the virtuous ruler” and the “harmonious society” and the “path of balance” nauseated him. They were constructed like castles in the air, with soaring rhetoric and lovely turns of phrase, but no care for the foundation.",
        "date_created": "2019-11-13T07:58:55.791354"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "insipid",
            "description": "",
            "date_created": "2019-11-11T17:56:58.088228"
          },
          "vocab_entry_tags": [
            "insipid"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Crupo was despondent and consumed with jealousy.\n\n He went to Gi Anji. “Master, I work so much harder than Tan. Why am I not as well respected?”\n\n “Tan writes of the world as it ought to be, not as it is,” Anji said.\n\n Crupo bowed to his teacher. “Do you think I am the better writer?”\n\n Gi Anji looked at him and sighed. “Tan writes without concern about pleasing others, and that is why men find his voice fresh and original.”\n\n The veiled criticism stung.",
        "date_created": "2019-11-13T07:58:55.879493"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "despondent",
            "description": "",
            "date_created": "2019-11-11T17:56:58.304275"
          },
          "vocab_entry_tags": [
            "despondent"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Regent, who should we appoint as commander-in-chief against the rebels?”\n\n *The rebels? Those bandits? How can they withstand the might of the Imperial army? A trained monkey leading the army would win. Why are they bothering me with this? It’s a transparent case of petty bureaucrats exaggerating threats to wheedle more money and resources from the throne. I will not be fooled.*",
        "date_created": "2019-11-13T07:58:56.057511"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "wheedle",
            "description": "",
            "date_created": "2019-11-11T17:56:58.520312"
          },
          "vocab_entry_tags": [
            "wheedled"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "A chatelain was just a glorified butler, Goran Pira often thought. There was a time, back in the early days of the old Tiro states, when a chatelain led the defense of a castle and was treated as a member of the nobility. Nowadays, his duties consisted of settling disputes among Mapidéré’s wives, disciplining the servants, balancing the palace budget (though it was a very big budget), and being the emperor’s playmate.",
        "date_created": "2019-11-13T07:58:56.135284"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chatelain",
            "description": "",
            "date_created": "2019-11-11T17:56:58.679947"
          },
          "vocab_entry_tags": [
            "chatelain"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The friendship survived Réon’s ascension to the Xana throne. It survived the years of conquest and war, when Pira often comforted Réon when he was frustrated with the lack of progress or seethed because of some diplomatic insult. It even survived Réon’s many pompous eccentricities after he conquered the Six States and became Emperor Mapidéré. He might make his ministers and generals tremble with the slightest movement of his pinkie, but away from the audience halls, back in the living quarters of the palace, he was still just Ré, Pira’s childhood friend.\n\n But the friendship could not survive Lady Maing.",
        "date_created": "2019-11-13T07:58:56.377975"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "eccentricity",
            "description": "",
            "date_created": "2019-11-11T17:56:58.960282"
          },
          "vocab_entry_tags": [
            "eccentricities"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But woe to any unfortunate merchant, farmer, woodsman, or fisherman who was caught by the rebels in their sweeping march through northern Cocru. Goods, money, livestock, crops—the rebels took whatever they wanted. “We’re requisitioning these for the liberation of Cocru,” they would say to the owners. “You do want to do your part to bring down the tyranny of Xana and contribute to the glory of King Thufi, don’t you?” Any owner not convinced by these eloquent arguments would soon be convinced by fists or worse.",
        "date_created": "2019-11-13T07:58:56.583881"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "requisition",
            "description": "",
            "date_created": "2019-11-11T17:56:59.117871"
          },
          "vocab_entry_tags": [
            "requisitioning"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "When Phin Zyndu heard about the exploits of the new Marshal and Vice Marshal of Cocru, he threw up his hands in disgust. “What is King Thufi thinking? We have been waiting for him to follow the proper ancient rites and come to Tunoa on an auspicious date and invest us with the leadership of Cocru’s army, as was done in your grandfather’s time. But he doesn’t seem to understand what is expected of him.”\n\n “This will not end well, Uncle,” Mata said. “We must cross over to the Big Island. If King Thufi will not come to us, then we must go to him. Cocru again needs the firm hand of the Zyndus, the real marshals of Cocru.”",
        "date_created": "2019-11-13T07:58:56.757834"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "auspicious",
            "description": "",
            "date_created": "2019-11-11T17:56:59.302912"
          },
          "vocab_entry_tags": [
            "auspicious"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Love was a complicated thing, she conceded.\n\n “The only fool I pity here is that girl, Risana. She has no idea who she’s dealing with,” Soto said.\n\n Their brief moment of merriment was interrupted by the sound of shouting men and clashing swords in the street. The gates to the mayor’s house flew open, and a blood-soaked Captain Dosa stumbled in, his body pierced by arrows.\n\n Mata was here",
        "date_created": "2019-11-13T07:59:15.232954"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "merriment",
            "description": "",
            "date_created": "2019-11-13T07:54:24.713048"
          },
          "vocab_entry_tags": [
            "merriment"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mata decided to press the psychological advantage he had to the fullest. On a large flat-bottomed boat—slow and shallow-drafting and thus not a military threat—he rode into the middle of the Liru and asked Kuni to join him for parley.",
        "date_created": "2019-11-13T07:59:15.403489"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "parley",
            "description": "",
            "date_created": "2019-11-11T17:57:01.616630"
          },
          "vocab_entry_tags": [
            "parley"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni shook his head. “It’s not you I’m fighting against, but the idea you represent. I mean to re-create the dream of Emperor Mapidéré, but this time I’ll do it right. You want to leave the world to be divided between Tiro states, full of endless wars to serve the empty martial glory of the great nobles. I want to end all that and give the common people a chance to live their lives in peace. Mata, don’t stand in my way. Abdicate and hand me the seal of the world.”",
        "date_created": "2019-11-13T07:59:15.476532"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "abdicate",
            "description": "",
            "date_created": "2019-11-13T07:54:25.022540"
          },
          "vocab_entry_tags": [
            "abdicate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "It’s impossible to see into men’s hearts. The last glimmer of hope in his mind died.\n\n Kuni leaned forward, eagerly looking into Mata’s eyes. “Cook him! Cook him so I can focus on how to get you into the pot one day.”\n\n Mata shook his head. He would demonstrate his moral superiority to Kuni today and shame him with his lack of filial piety—even if it was doubtful that Kuni had any sense of shame left. That had always been Kuni’s problem, utter lack of honor.\n\n Mata ordered the fire extinguished and Féso Garu taken away. “Men ultimately sink to their true stations. You’re a heartless thug, Kuni, and the people of Dara will see through your facade.”\n\n He sailed back toward Dimu, and behind him, Kuni waited until Mata was out of sight before collapsing to the deck. His clothes were soaked through with sweat, and he felt as though his heart had been pried from him.",
        "date_created": "2019-11-13T07:59:15.598933"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "facade",
            "description": "",
            "date_created": "2019-11-13T07:54:25.150037"
          },
          "vocab_entry_tags": [
            "facade"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "An informal armistice was now in place along the Liru. The people along the river tried to carry on their lives the best they could while living in a war zone that could heat up again at any minute. Merchants and fishing ships cautiously sailed up and down the river. Zones of control and safe passage for civilian vessels had to be negotiated. From time to time, Kuni and Mata sent each other envoys to work out these issues.",
        "date_created": "2019-11-13T07:59:15.699829"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "armistice",
            "description": "",
            "date_created": "2019-11-13T07:54:25.268590"
          },
          "vocab_entry_tags": [
            "armistice"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "It was nothing new, and there was nothing special to the way he spoke, but the crowd roared and clapped, and he felt as though he was being lifted on their voices, on their strength of will. And his words became more fiery in response. He called for the people to tear the palace down, to usher in a more harmonious and just Rima.\n\n Shilué and the ambassadors trembled in the palace, but Shilué shrewdly saw an opportunity. He pressed the two kings of Rima to not only agree to a cease-fire, but to abdicate their thrones and to support Zato Ruthi as the king of a unified new Rima.\n\n “The people have spoken,” he said, “and they are not calling for either of your names.”",
        "date_created": "2019-11-13T07:59:15.798060"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "abdicate",
            "description": "",
            "date_created": "2019-11-13T07:54:25.022540"
          },
          "vocab_entry_tags": [
            "abdicate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Sire, we must attack now, before her men put their armor back on.”\n\n “You wish to besmirch the name of our army? What would King Jizu, the Pure-Hearted Ruler, say of your plots? No, we must wait. Besides, look how she’s gathering her soldiers into formation! Kon Fiji taught us that when there’s a river around, one should never set up the infantry so that the soldiers’ backs are against the river because they will have no room to maneuver. We gave them plenty of space to properly form up, yet Mazoti is lining up her men against the shore of the river.",
        "date_created": "2019-11-13T07:59:15.897449"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "besmirch",
            "description": "",
            "date_created": "2019-11-13T07:54:26.005169"
          },
          "vocab_entry_tags": [
            "besmirch"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But Mazoti assured him that it was all right. She would enjoy the show as much as any man. King Shilué toasted her and said that he looked forward to working with her in the service of their common lord.\n\n “Shilué, do you confess your sins?”\n\n Shilué was feeling very drunk, so he wasn’t quite sure that he had heard the marshal correctly.\n\n “What?”\n\n “Your plot to betray King Kuni,” Mazoti said. She unsheathed her sword and killed Shilué on the spot.\n\n As the assembled ministers and generals of Faça stood in shock, Mazoti’s men quickly secured the palace. Outside, the Dasu troops had already seized Boama’s gates and harbors.\n\n Mazoti sent a fast messenger airship back to Dimushi with this note:\n\n *Faça has been conquered. The plan for surrender was a trick Shilué used to fool Luan Zya. He had planned to betray you and defect to Mata Zyndu again. But I saw through the ruse and executed him for treason before he could put the plot into motion.*\n\n She felt a twinge of guilt, but in war, every victory was good, whether against enemies, friends, or lovers.",
        "date_created": "2019-11-13T07:59:15.995291"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "unsheath",
            "description": "",
            "date_created": "2019-11-11T17:57:12.288601"
          },
          "vocab_entry_tags": [
            "unsheathed"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Every day, Mata launched himself into the air over the Liru on a battle kite.\n\n “Kuni Garu, come into the air and fight me!” he shouted.\n\n Kuni Garu never responded.\n\n Instead, Kuni summoned an airship. To Mata’s way of thinking, such an act was despicable, like bringing a knife to a wrestling match. But Kuni was not bound by such scruples.",
        "date_created": "2019-11-13T07:59:16.137552"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "scruple",
            "description": "",
            "date_created": "2019-11-13T07:54:26.347409"
          },
          "vocab_entry_tags": [
            "scruples"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Queen Gin has always argued that if one goes to war, one should do all one can to win. A knife is not malicious merely because it is sharp, and a plot is not evil merely because it is effective. All depends on the wielder. The grace of kings is not the same as the morals governing individuals.” Kuni did not respond.\n\n “If you do not make use of every advantage given to you, the gods will condemn you for your error.”\n\n The treaty felt heavy in Kuni’s hands. Would the lives of the people feel even heavier?\n\n I think I wield power, Kuni thought, but perhaps it is Power that wields me.\n\n “Summon Mün Çakri and Than Carucono.”\n\n Kuni sighed in resignation and tore the paper into pieces.\n\n In a minute, the pieces had disappeared in the wind, like words spoken and then forgotten.",
        "date_created": "2019-11-13T07:59:16.255270"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "malicious",
            "description": "",
            "date_created": "2019-11-13T07:54:26.619138"
          },
          "vocab_entry_tags": [
            "malicious"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Finally, they arrived at the sea. Mata leapt off his horse and saw the dilapidated house nearby. His heart skipped a beat as he recognized it. This was where Jia had stayed for many years right outside Çaruza and where he had once shared drinks with Kuni and held his son in his arms.",
        "date_created": "2019-11-13T07:59:16.355383"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dilapidated",
            "description": "",
            "date_created": "2019-11-13T07:54:26.741270"
          },
          "vocab_entry_tags": [
            "dilapidated"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Réfiroa was on the ground, dozens of arrows sticking out of his great body. He let out a scream that sounded almost human. Around him, most of the other horses were dead, but a few let out piteous screams.\n\n Eyes glistening in the torchlight, Mata walked up to Réfiroa. With a clean, wide sweep of his arm, Na-aroénna swung through the air, and Réfiroa’s head, separated from his torso, flew in a long, gentle arc that ended in the distant sea. Mata’s soldiers came forward and gave clean deaths to the few other surviving horses as well.",
        "date_created": "2019-11-13T07:59:16.528709"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "piteous",
            "description": "",
            "date_created": "2019-11-13T07:54:26.866087"
          },
          "vocab_entry_tags": [
            "piteous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Daf!” Ratho cried out. He could see his brother’s face in the flickering torchlight. “Daf, it’s me, Rat!”\n\n Mata glanced at Ratho. “That’s your brother?”\n\n Ratho nodded. “Yes. He picked the wrong side. He serves a lord with no honor.”\n\n “Brothers should not take up arms against each other,” Mata said. “You’ve been a great soldier, Rat, the best I’ve ever seen. Let me give you a final gift. Take my head and make yourself a count.”\n\n He lifted Na-aroénna and whispered, “Grandfather and Uncle, I’m sorry. There was never doubt in my heart, but perhaps that is not enough.”\n\n With one quick stroke, he severed the arteries in his neck. Blood spurted everywhere and stained the snowy beach. His body remained upright for a moment, then collapsed like a mighty oak cut down.\n\n “Rat, stop!”\n\n But it was too late. Ratho Miro imitated his lord and wiped his own throat with Simplicity. Around him, the other riders of Mata Zyndu also collapsed like great trees.\n\n The men of Dasu rushed in to grab a piece of Mata Zyndu’s body and claim the reward. He was torn limb from limb, and ultimately Kuni Garu had to award five soldiers, who each presented a piece of Mata Zyndu’s body.",
        "date_created": "2019-11-13T07:59:16.617704"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "sever",
            "description": "",
            "date_created": "2019-11-13T07:54:27.101664"
          },
          "vocab_entry_tags": [
            "severed"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "simplicity",
            "description": "",
            "date_created": "2019-11-13T07:54:27.164542"
          },
          "vocab_entry_tags": [
            "simplicity"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But it was the words of Kuni Garu, who gave the last eulogy, that would be recalled long after: “Though I am declared victorious today, who knows in ten generations whether your name or mine will be the brighter? You died a grace of kings at my hand, but doubt will haunt me till the day I die.\n\n “I saw you soar in the sky when you held Namen back at Zudi, and I bore witness when you slaughtered the innocent in Dimu. I marveled at your courage, nobility, and loyalty, and I shuddered at your cruelty, suspicion, and obstinacy. I laughed as you cradled my infant son outside Çaruza, and I cried as you burned down the Immaculate City. I understood your dedication to the world as you thought it ought to be, and I regret it is not a world that all of us wish to live in. I swallowed bitterness as you refused to call me brother, and I had to do so again to betray you at Rana Kida. I felt closer to you than I did to my brother by blood when the chance for victory seemed remote, yet we could not break bread together in joy in Pan. From the shores of Wolf’s Paw to the skies over Zudi, you left in the hearts of the people an indelible image.",
        "date_created": "2019-11-13T07:59:16.766169"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "eulogy",
            "description": "",
            "date_created": "2019-11-13T07:54:27.285156"
          },
          "vocab_entry_tags": [
            "eulogy"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "indelible",
            "description": "",
            "date_created": "2019-11-11T17:57:07.626403"
          },
          "vocab_entry_tags": [
            "indelible"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "As the hegemon’s body was about to be lowered into the ground, the sky above the funeral procession was suddenly filled with the beating wings of a flock of giant ravens, both black and white. As they parted like cüpa stones sorting themselves by color, Mingén falcons dove toward the procession. The gathered nobles and ministers scattered, abandoning the hegemon’s casket next to the gravesite.\n\n Then, the ground around the gravesite exploded like a roiling sea, and a pack of monstrous wolves, each four times as big as a man, emerged. The wolves, ravens, and falcons converged on the casket, and settled around it neatly in rows, like guards preparing for review at a parade.\n\n A furious storm arose: stones tumbled along the ground, trees were uprooted, and a thick cloud of dust obscured everything. In that confusion, all sounds and speech drowned in a sea made of the shrieking of the wind, the howling of wolves, the cawing of ravens, and the shrill, piercing cry of falcons.\n\n The world seemed to return to primordial chaos, and even thought was impossible.\n\n Abruptly, the sound and the fury ceased, and bright sunlight bathed the calm scene left after the destruction. All the animals had disappeared, along with the hegemon’s body.\n\n Slowly, the nobles and ministers, prostrate during the brief storm, stood up on unsteady legs, looking around in wonder and confusion.\n\n Cogo Yelu was the first to recover. “How auspicious!” he proclaimed into the stunned silence. “The gods of Dara have together welcomed the hegemon into another realm. We who are left are witnessing the start of a new era of harmonious peace!”",
        "date_created": "2019-11-13T07:59:16.944450"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "roiling",
            "description": "",
            "date_created": "2019-11-11T17:57:09.567874"
          },
          "vocab_entry_tags": [
            "roiling"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "auspicious",
            "description": "",
            "date_created": "2019-11-11T17:56:59.302912"
          },
          "vocab_entry_tags": [
            "auspicious"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "A simple meal of fruits, nectars, and wild game was laid out on the smooth grass, and the gods reclined or sat around it.\n\n Lutho, Rapa, and Rufizo, the hosts, looked relaxed, joyful, even radiant.\n\n “Of course you look happy,” said Fithowéo. “Your favorites won.”\n\n “Come, come,” said Rufizo. “A new era among the mortals should herald a new era among us as well. Brothers and sisters, let’s drink together and heal the discord between us.” He lifted a flagon of mead, and Rapa and Lutho followed suit.\n\n “I’ve always said that we should have been drinking, not fighting,” said Tututika, and she lifted her flagon in response.",
        "date_created": "2019-11-13T07:59:17.122597"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "discord",
            "description": "",
            "date_created": "2019-11-13T07:54:27.624292"
          },
          "vocab_entry_tags": [
            "discord"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mün Çakri, First General of the Infantry, Than Carucono, First General of the Cavalry, and Rin Coda, Farsight Secretary (a title he suggested because it sounded better than “Spymaster”), hosted Duke Théca Kimo and Marquess Puma Yemu at a table in the corner, where their rowdy drinking games wouldn’t bother the other guests. From time to time, when they argued too loudly about who should be drinking, Kuni had to go over to adjudicate personally.",
        "date_created": "2019-11-13T07:59:17.241637"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "adjudicate",
            "description": "",
            "date_created": "2019-11-13T07:54:27.836682"
          },
          "vocab_entry_tags": [
            "adjudicate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Soto Zyndu looked at her, and then at Risana, who sat quietly by Kuni, content with his attention alone. Kuni had announced before the banquet that since Risana’s son, the young prince known as Hudo-tika, had also reached the age of reason, he would be formally named Phyro, meaning “Pearl in the Palm.”\n\n Only a few who had studied the Ano Classics in depth understood the obscure allusion. The Cocru patriot and poet Lurusén had once written a poem celebrating the birth of a new prince:\n\n *A son who carries on the legacy of his father*\n\n *Is more precious than a pearl in the palm of a great king.*\n\n Prince Timu’s name, Gentle Ruler, had been an allusion to a son’s love for his mother, but Phyro’s name seemed to indicate Kuni’s thoughts on succession. No wonder Jia’s face had been stony when the name was announced, though Risana had appeared completely oblivious.\n\n From time to time, the sound of children playing and laughing in the courtyard drifted into the banquet hall.\n\n Soto sighed. Risana was in trouble, and she didn’t even know it. Risana thought Kuni’s favor alone was enough, but she did not understand that the politics among the wives and children of the emperor would be far more deadly and intricate.",
        "date_created": "2019-11-13T07:59:17.435583"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "intricate",
            "description": "",
            "date_created": "2019-11-13T07:54:27.957454"
          },
          "vocab_entry_tags": [
            "intricate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Outside, the air was filled with dandelion seeds, drifting like snow in summer.\n\n “I heard you declined the titles of Imperial Scholar and Grand Secretary,” said Cogo, as he sat down next to Luan. “So what are you going to do?”\n\n “Oh, I haven’t decided yet,” Luan said. “Maybe I’ll try adapting the machinery in the mechanical crubens into iron horses and oxen; traders and farmers would like that. Maybe I’ll travel the Islands in a balloon and make better maps. Maybe I’ll go back into the mountains to perfect my stringless kite.”\n\n “But you’ve made up your mind not to stay around the court?”\n\n “There is a time to rise with the cruben, and a time to withdraw.”\n\n Cogo smiled and said no more.\n\n Luan looked over at Gin Mazoti. She looked back, smiled, and raised her cup. Luan saw only trust in her eyes, but he could not help but feel a chill as he listened to Kuni’s song. *The hunt is over.*\n\n Luan sighed, raised his cup in turn, and drank.",
        "date_created": "2019-11-13T07:59:17.606376"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“I am not the commander-in-chief,” said Mata Zyndu.\n\n “Yet the fate of Cocru and all the Tiro states now rests with you,” said Torulu Pering. “I’ve come to Nasu because I believe Roma is too old and timid, and every day he waits is another day that Marana’s chance of victory grows.”\n\n “What is that to me? If King Thufi and General Roma believe that I should play ferryman, then that is what I will do.”\n\n Torulu Pering sighed. Mata sounded like a petulant child.\n\n “I’m an old man, and I’m no warrior. But during my years watching the rise and fall of those in power, I’ve learned that great men do not wait for their greatness to be recognized.",
        "date_created": "2019-11-13T07:59:06.105796"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "petulant",
            "description": "",
            "date_created": "2019-11-11T17:57:11.213590"
          },
          "vocab_entry_tags": [
            "petulant"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "General Roma watched King Dalo’s betrayal with a mixture of anger and regret. He wished that he had listened to Torulu Pering and attacked before Kindo Marana had a chance to pry the alliance apart. There was no stratagem left now. Only brute force, terror, and the desire to run away.",
        "date_created": "2019-11-13T07:59:06.206520"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "stratagem",
            "description": "",
            "date_created": "2019-11-11T17:57:11.392984"
          },
          "vocab_entry_tags": [
            "stratagem"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "This is why King Thufi and Marshal Zyndu made me commander-in-chief instead of this man.\n\n Roma tried to straighten his back and make his voice as authoritative as possible. “I’m ordering you to retreat. Your only job is to ferry us back to the Big Island safely.”\n\n Mata unsheathed Na-aroénna and in a single motion lopped off Roma’s head. The Doubt-Ender would not tolerate a commander who vacillated and had no heart for battle.\n\n Silence and stillness gradually spread out from where Mata stood like a ripple until everyone on the docks of Toaza Harbor stared at the towering man in wonder.\n\n As they watched, Mata ordered his soldiers to set fire to all the rafts, boats, and ships—including those they had arrived on. Within minutes, the water was a sea of roaring flames.",
        "date_created": "2019-11-13T07:59:06.415823"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "unsheath",
            "description": "",
            "date_created": "2019-11-11T17:57:12.288601"
          },
          "vocab_entry_tags": [
            "unsheathed"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lop",
            "description": "",
            "date_created": "2019-11-11T17:57:12.537849"
          },
          "vocab_entry_tags": [
            "lopped"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "vacillate",
            "description": "",
            "date_created": "2019-11-11T17:57:12.629940"
          },
          "vocab_entry_tags": [
            "vacillated"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni administered Pan with the same care he had managed Zudi.\n\n Every day, he spent hours dealing with the minutiae of getting the city back to some semblance of normalcy after the chaos of the conquest and the ensuing looting. He reorganized the surrendered soldiers and began to get to know their commanders. He met with the elders of the city and the surrounding villages to take measure of their thoughts and concerns.",
        "date_created": "2019-11-13T07:59:06.770207"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "minutia",
            "description": "",
            "date_created": "2019-11-11T17:57:03.214161"
          },
          "vocab_entry_tags": [
            "minutiae"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chaos",
            "description": "",
            "date_created": "2019-11-02T08:57:09.814284"
          },
          "vocab_entry_tags": [
            "chaos"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ensue",
            "description": "",
            "date_created": "2019-11-11T17:57:05.078598"
          },
          "vocab_entry_tags": [
            "ensuing"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“I like to believe that people keep their promises, but it’s always better if you can be sure. And the best way to be sure is to make sure the man understands that I have the power to hurt him a great deal if he tries to renege.”\n\n Rin tried to keep the impatience out of his voice. “A charming bit of advice, Master Scorpion. The king and I will keep that in mind.”\n\n Scorpion smiled. “King Thufi, the princeps, has promised that anyone who captured Emperor Erishi would be King of Géfica, a new Tiro state. But it seems to me that if King Kuni wants to be sure that the promise is kept, he ought to show others that he has teeth. Any claim becomes more legitimate when it is backed up by arms.\n\n “And any army that wants to come into Géfica must pass through Thoco Pass.”",
        "date_created": "2019-11-13T07:59:07.018928"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "renege",
            "description": "",
            "date_created": "2019-11-02T08:57:08.020655"
          },
          "vocab_entry_tags": [
            "renege"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Now that the empire was without a leader like Marshal Kindo Marana or General Tanno Namen, the remaining pockets of Imperial resistance in Géjira collapsed before Mata Zyndu like empty husks. Many garrisons surrendered without a fight.\n\n But a few cities did fight, and the other rebel commanders vied to present Mata with stratagems for conquering them to prove their worth. A scrawny little man named Gin Mazoti, in particular, insisted on seeing him at every opportunity.\n\n “If you give me fifty men, we can enter cities as disguised merchants long before your arrival and open the gates for you when you do.”\n\n “There is a drainage pipe that empties out into the sea here; we may be able to enter the city through the sewers.”",
        "date_created": "2019-11-13T07:59:07.174140"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "stratagem",
            "description": "",
            "date_created": "2019-11-11T17:57:11.392984"
          },
          "vocab_entry_tags": [
            "stratagems"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But Namen and Marana he treated with respect. They were not great warriors in his estimation, but he respected their stations. There was no shame for men who strove to carry out their duties but were denied victory due to the limitation of their abilities—and how could anyone expect to win against him, Fithowéo incarnate? He gave Namen’s sword—since the body was not available—a burial befitting a duke, and he even allowed Marana to keep his sword. Marana’s small frame had surprised him, and he could not understand why Kikomi had chosen this sallow, weak man over him—more evidence of her lack of judgment and true nobility, perhaps. Faced with such an inferior specimen of manhood, Mata found himself unable to even summon feelings of jealousy at this “rival” for Kikomi’s affections—it was beneath him. He might even magnanimously ask Marana to serve him one day like the ancient heroes did with their defeated foes—he hadn’t thought that far yet.",
        "date_created": "2019-11-13T07:59:07.247828"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "magnanimous",
            "description": "",
            "date_created": "2019-11-04T13:52:58.591403"
          },
          "vocab_entry_tags": [
            "magnanimously"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The first task of the new, bigger army was to build more ships to replace those that had been lost.\n\n Many of the former Imperial soldiers had served as supervisors on the emperor’s grand construction projects, where they wielded whips on the corvée laborers. Many of the Cocru soldiers, on the other hand, had worked as corvée laborers or had family and friends who did.\n\n Now that they were supposed to be comrades with their erstwhile tormentors, the men of Cocru exacted revenge in ways big and small. Latrine duty was always assigned to the former Imperials, as was cooking, cleaning, and standing guard at night.",
        "date_created": "2019-11-13T07:59:07.349854"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "erstwhile",
            "description": "",
            "date_created": "2019-11-11T17:57:13.351546"
          },
          "vocab_entry_tags": [
            "erstwhile"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“But our victory became assured when I decided to listen to that old woman, who was truly Tazu’s messenger, and offer him a sacrifice commensurate with his appetite. The gods were speaking to us, don’t you see?\n\n “I had been too merciful. Perhaps I had allowed Kuni Garu, my gentle brother, to affect me too much. After all, he’s no great warrior. I had to remember that being merciful to one’s enemies is the same as being cruel to one’s own men. Tazu wanted blood, and I had to give it to him.",
        "date_created": "2019-11-13T07:59:07.605897"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "commensurate",
            "description": "",
            "date_created": "2019-11-11T17:57:13.474256"
          },
          "vocab_entry_tags": [
            "commensurate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Soto’s room was just down the hall from Jia’s, and she was a light sleeper.\n\n She heard Jia’s door open after everyone had gone to bed, and she knew she would hear the door open again right before dawn.\n\n She had seen the way Steward Otho Krin looked at Lady Jia when he thought no one was watching. She had seen the way he lingered near her when he held the reins of her carriage. She had also seen the way Lady Jia furtively returned his smiles and carefully listened as he gave the reports on household finances.\n\n More than anything else, the scrupulous way they avoided being too close to each other when others were around told Soto everything she needed to know.",
        "date_created": "2019-11-13T07:59:07.809008"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "scrupulous",
            "description": "",
            "date_created": "2019-11-11T17:57:13.694002"
          },
          "vocab_entry_tags": [
            "scrupulous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Morale sank, and desertion became rampant. The platoons dispatched to chase the raiders down were always a step behind. And since the raiders took care to distribute some of their loot to the peasants in the surrounding areas, the result was that when Namen’s men came to the villages to ferret out the raiders, not a single person would help the Imperials. When Namen’s frustrated soldiers took out their anger on the recalcitrant villagers, they only managed to swell the ranks of the “noble raiders.”\n\n The raiders infuriated Namen. But he had to admit that whoever came up with this tactic was a worthy opponent.",
        "date_created": "2019-11-13T07:59:07.996805"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "recalcitrant",
            "description": "",
            "date_created": "2019-11-11T17:57:13.833536"
          },
          "vocab_entry_tags": [
            "recalcitrant"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Krima had looked at the priest contemptuously and spat on the ground. *I have made the emperor quake on his throne. I am an instrument of the gods. Who is this worm to speak to me of what is possible and what is not?*\n\n “You say that ten men took a year to carve one statue. But I have given you more than one thousand men. Surely they can do in three days the same amount of work.”\n\n “By that logic,” the priest had said, “if you have ten women, they will surely be able to produce a child for you in one month.”\n\n The insolent tone of the priest had sent Krima into an immediate rage. The priest was called a blasphemer—for he dared to claim that the work of gods could not be done quickly—and he was executed by having his belly sliced open publicly in front of the temple of Fithowéo so that all could see how tangled his entrails had become due to his obstinacy and internal blindness.\n\n The other priests had all then assured King Huno that his logic was sound and pledged to work as hard as possible.",
        "date_created": "2019-11-13T07:58:56.846563"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "contemptuous",
            "description": "",
            "date_created": "2019-11-11T17:56:59.428669"
          },
          "vocab_entry_tags": [
            "contemptuously"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "insolent",
            "description": "",
            "date_created": "2019-11-11T17:56:59.556641"
          },
          "vocab_entry_tags": [
            "insolent"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The other gods looked, if possible, even worse. A hodgepodge of materials was used: stones and lumber left over from temple construction, broken bits of city walls, floating debris gathered off the Liru, stuffing from old winter coats—the desperate workmen had even forcibly removed a few nearby families and wrecked their houses to get more building material. All the statues had stiff poses designed more for ease of construction than appropriateness to character, and all the features were crude and patched over with glittering gold paint that was still wet to the touch.",
        "date_created": "2019-11-13T07:58:57.270997"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hodgepodge",
            "description": "",
            "date_created": "2019-11-11T17:56:59.715451"
          },
          "vocab_entry_tags": [
            "hodgepodge"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The statue of Fithowéo was probably the worst of the bunch. After the old chief priest had been executed, the assistant priest decided that the safest thing to do was to break the old statue of Fithowéo in the temple into pieces and then carry the pieces here for reassembly. Never mind the sacrilege of such an act—the threat of further disembowelment had a way of making doctrines flexible. Transporting the pieces here, putting them back together, and patching over the seams with buckets of plaster and a new coat of paint had been a monumental undertaking and wasn’t complete until the very last moment.",
        "date_created": "2019-11-13T07:58:57.479432"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "sacrilege",
            "description": "",
            "date_created": "2019-11-11T17:56:59.838409"
          },
          "vocab_entry_tags": [
            "sacrilege"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“I am Mata Zyndu,” said the stranger. “I had come to study Huno Krima and Zopa Shigin, the heroes of the rebellion. But all I see is a monkey dressed up as a man. You’re no different from any of the fools Mapidéré had elevated above their station. Neither Imperial fiat nor popular acclaim can make an ant into an elephant. A man can never fulfill a role he is not born for.”\n\n Deadly silence.",
        "date_created": "2019-11-13T07:58:57.695061"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "fiat",
            "description": "",
            "date_created": "2019-11-11T17:56:59.962025"
          },
          "vocab_entry_tags": [
            "fiat"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "acclaim",
            "description": "",
            "date_created": "2019-11-11T17:57:00.060429"
          },
          "vocab_entry_tags": [
            "acclaim"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "*I shall name you Réfiroa*, thought Mata as he rode back toward Çaruza. *The Well-Matched.* Wind whipped through his hair, and he had never felt such a sense of freedom or speed. He and the horse were parts of a greater whole.\n\n *You’re the mount I have been seeking, just as you have been seeking your rider. For too long we both languished in obscurity, away from our true roles on the world-stage. It is only when beings of true quality are matched to their stations that the world can prosper again.*\n\n “That is what a real hero looks like,” whispered Ratho to Dafiro.\n\n For once, Dafiro had no wise comebacks.",
        "date_created": "2019-11-13T07:58:57.950344"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "languish",
            "description": "",
            "date_created": "2019-11-11T17:57:00.144431"
          },
          "vocab_entry_tags": [
            "languished"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "obscurity",
            "description": "",
            "date_created": "2019-11-11T17:57:00.277195"
          },
          "vocab_entry_tags": [
            "obscurity"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“You don’t see anything wrong with this?” Mün Çakri asked gruffly, his eyes bulging from his round face. “You really don’t see anything wrong with a King of West Cocru created out of thin air?”\n\n Kuni Garu shrugged. “I am the Duke of Zudi by popular proclamation. How is that any more legitimate than his coronation by prophecy?”\n\n “Once this is accepted, you’re going to see kings and dukes springing up like mushrooms after the rain,” Cogo Yelu said matter-of-factly. He shook his head. “We’re all going to rue this day.”\n\n “Well, let them,” Kuni said. “Getting a title is easy. It’s keeping it that’s hard.\"",
        "date_created": "2019-11-13T07:58:58.194822"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "rue",
            "description": "",
            "date_created": "2019-11-11T17:57:00.408633"
          },
          "vocab_entry_tags": [
            "rue"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“As a jailer, I never got to understand my charges. But when I became a bandit, I spent a lot of time being close to the lowliest of the low: criminals, the enslaved, deserters, men who had nothing to lose. Contrary to what I had expected, I found that they had a hardscrabble beauty and grace. They were not mean in their nature, but made mean by the meanness of their rulers. The poor were willing to endure much, but the emperor had taken everything from them.",
        "date_created": "2019-11-13T07:58:58.273321"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hardscrabble",
            "description": "",
            "date_created": "2019-11-11T17:57:00.548592"
          },
          "vocab_entry_tags": [
            "hardscrabble"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“These men have simple dreams: a plot of land, a few possessions, a warm house, conversation with friends, and a happy wife and healthy children. They remember the smallest acts of kindness and think me a good man because of a few exaggerated stories. They’ve raised me on their shoulders and called me duke, and I have a duty to help them get a little closer to their dreams.”\n\n Jia listened carefully and did not hear in Kuni’s speech his habitual whimsy. She searched his eyes and saw in them the same sincere glint that she had seen when she asked him about his future years ago.\n\n Her heart felt so full that she thought it might burst.\n\n “Keep on working then.” Her fingers lingered on his shoulder as she retired to sleep.",
        "date_created": "2019-11-13T07:58:58.372168"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "whimsy",
            "description": "",
            "date_created": "2019-11-11T17:57:00.667410"
          },
          "vocab_entry_tags": [
            "whimsy"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“We’ll take the restaurant business as an example. The way bars and eateries have been able to avoid paying their full share is by keeping two sets of books. They might take in a hundred fifty silver pieces a night, but the books they show us contain only entries for fifty. We have to find a way to collect on the hidden entries.”\n\n “And how do you propose to do this?”\n\n “I suggest that you announce the establishment of a new lottery game, to reward the lucky and free citizens of Zudi.”\n\n “I fail to see how this is related to the issue of tax dodging.”\n\n “It’s linked, but only indirectly, as all money is fungible.”\n\n “That’s your brilliant idea? We’ll have to offer a huge prize for the lottery to get enough people interested. There’s plenty of gambling parlors in the city already. How can we compete?”\n\n “No, the lottery is only a cover for something better. You see, people won’t be purchasing their lottery tickets directly. Instead, they’ll get them only when shopping, as a kind of receipt. For each silver piece they spend, they obtain from the vendor a lottery ticket for free. The more they spend shopping, the more tickets they get.”\n\n “And where do the vendors get their tickets?”\n\n “They have to purchase them from us.”\n\n Kuni thought about this. The scheme seemed preposterous, and yet . . . effective.",
        "date_created": "2019-11-13T07:58:58.435728"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "fungible",
            "description": "",
            "date_created": "2019-11-11T17:57:00.757646"
          },
          "vocab_entry_tags": [
            "fungible"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "preposterous",
            "description": "",
            "date_created": "2019-11-11T17:57:00.826700"
          },
          "vocab_entry_tags": [
            "preposterous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“There is far more happiness in a life that is your own,” his father had said to Jizu, “than a life in which you are handed the lines to say and shown the gestures to make. Do not ever be ambitious.” His father had always been reluctant to speak of his former life in the Palace of Na Thion, a reticence that lasted until his death from a lingering sickness caused by an injury from the poisonous spines of sea urchins.",
        "date_created": "2019-11-13T07:58:58.663089"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "reticence",
            "description": "",
            "date_created": "2019-11-11T17:57:00.953809"
          },
          "vocab_entry_tags": [
            "reticence"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "General Namen’s men shot arrows with letters wrapped around the shafts into Na Thion. Xana was not interested in the surrender of the city. An example had to be made to the other rebel Tiro states that insurrection would not be tolerated. Traitors to the empire must pay. Na Thion would be slaughtered to the last man, and all the women sold.",
        "date_created": "2019-11-13T07:58:58.782958"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "insurrection",
            "description": "",
            "date_created": "2019-11-11T17:57:01.233505"
          },
          "vocab_entry_tags": [
            "insurrection"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The others lazily got up, shaded their eyes, and gazed at the walls of Zudi in the distance. Than was right. Instead of the red flags charged with black and white ravens, white flags now flapped over the city gates, and Kuni had the unpleasant suspicion that the bird on the flags was a Mingén falcon.\n\n Suddenly sober and worried, Kuni and his retinue rode hard and rushed back to the gates of Zudi. Unsurprisingly, the gates were closed and locked.\n\n “I’m sorry, Duke Garu.” The man shouting from the top of the walls was a former Imperial.\n\n “Where’s Muru?” Kuni shouted. Muru was normally in charge of raising and lowering the gates.\n\n “He wouldn’t betray you and tried to fight, and Lieutenant Dosa had to kill him.”\n\n Kuni felt as if he had been punched hard in the gut. “Why are you doing this?”",
        "date_created": "2019-11-13T07:58:59.559762"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "retinue",
            "description": "",
            "date_created": "2019-11-11T17:57:02.230657"
          },
          "vocab_entry_tags": [
            "retinue"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "King Jizu could not believe what he was hearing. “Shameful! You have lectured me all these months about the honor of the House of Rima and the duties the king and the nobles owe to the people. But now you suggest the people of Rima make meaningless sacrifices to save your worthless lives. The people offer up their treasure and labor and maintain all of us in luxury with the single expectation that we will protect them in times of danger. Yet this one obligation you wish to shirk by sending women and children to die. You disgust me.”",
        "date_created": "2019-11-13T07:58:58.884041"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "shirk",
            "description": "",
            "date_created": "2019-11-11T17:57:01.469496"
          },
          "vocab_entry_tags": [
            "shirk"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "King Jizu stood on the walls of Na Thion and asked to parley with General Namen.\n\n “You care for the lives of the young men who fight for you, General.”\n\n Namen squinted up at the young boy, saying nothing.\n\n “I can tell because you have not attacked Na Thion. You’re unwilling to let even one soldier die if victory could be obtained another way.”\n\n The Xana soldiers looked at their general, who stood tall and kept his face still.\n\n “The city is close to death now. I can give the order for a desperate counterattack. We will surely lose, yet some of your men will die, and your name will be despised among the people of the Six States for generations as a killer of women and children.”\n\n Namen’s face twitched, but he continued to listen.\n\n “Rima is poor in arms and men but rich in symbols. I am perhaps the best symbol of all, General. If you wish to make an example to the other rebelling Tiro states, it is enough that you have me. The people of Na Thion have resisted you only at my orders. If you spare them, you may win future battles with less resistance and less loss of life. But if you slaughter them, you will only make every city you attack in the future more determined to never surrender.”\n\n Finally, General Namen spoke.\n\n “You may not have grown up in a palace, but you’re worthy of the Throne of Rima.”",
        "date_created": "2019-11-13T07:58:59.007904"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "parley",
            "description": "",
            "date_created": "2019-11-11T17:57:01.616630"
          },
          "vocab_entry_tags": [
            "parley"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The king thundered and raged at the ungrateful men, who refused to see the difference between laboring unwillingly for a tyrant like Emperor Erishi and fervently contributing to the glory of their liberator and their new country. The men who were whispering such things were clearly spies of the empire, here to sow the seeds of dissatisfaction and dissent and to spread lies and propaganda. They must be rooted out.\n\n Trusted officers, led by the captain of the guards, were assigned by the king to form a special secret unit whose members would walk through the camps at night, listening for those who dared to speak against the honor of King Huno and West Cocru. They wore black kerchiefs tightly fastened by a knot in the back of the head as an addition to their uniforms, and those that the Black Caps accused of treason were never heard from again.",
        "date_created": "2019-11-13T07:58:59.106630"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "propaganda",
            "description": "",
            "date_created": "2019-11-11T17:57:01.746065"
          },
          "vocab_entry_tags": [
            "propaganda"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The more traitors the Black Caps caught, the more afraid King Huno became. It seemed that the empire had spies everywhere. He would stare for minutes at trembling ministers who had forgotten to properly address him as “Your Majesty.” He would ask one man to spy on another, only to tell the other one an hour later to spy on the first. How could he be sure that the Black Caps themselves had not been infiltrated by Imperial spies too?\n\n The solution was obvious. He gathered a few men that he especially trusted and gave them the authority to spy on the Black Caps. These men wrapped white kerchiefs knotted at the backs of their heads to signify their elevated level of trust. The first man they accused of treason was the former captain of the guards, leader of the Black Caps—the result disappointed King Huno, but he thought it made perfect sense. Just as a fish rots from the head down, corruption started at the top. Of course the captain of the guards would betray him.\n\n So the Black Caps watched the people, while the White Caps watched the Black Caps. But who was going to watch the White Caps? This troubled King Huno greatly. He thought and thought and came up with the Gray Caps.\n\n Every solution seemed to create a new problem, and King Huno fell into despair.",
        "date_created": "2019-11-13T07:58:59.183563"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "infiltrate",
            "description": "",
            "date_created": "2019-11-11T17:57:01.857855"
          },
          "vocab_entry_tags": [
            "infiltrated"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "despair",
            "description": "",
            "date_created": "2019-11-11T17:57:01.911211"
          },
          "vocab_entry_tags": [
            "despair"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“I was one of the first to heed the call for rebellion in Napi, to join you and Duke Shigin,” said Théca. “You and Zopa Shigin shared a drink with me that night, after we won.”\n\n “Do not speak of Shigin as though he were my equal—”\n\n But Théca interrupted him. “My brother fell sick ten days ago, but his hundred-chief wouldn’t let him rest because everyone had to work on your palace. He fainted in the noon heat, and a foreman whipped him until he died. Did you know about this?”\n\n King Huno had no idea what this man was babbling about, but he caught another mistake in his manners. “You must say ‘Your Majesty’ when you speak to me. Now hurry up and get me out of here.”\n\n “I don’t think so, Your Majesty,” Kimo said. He yanked on the reins so that the carriage lurched to a sudden stop, tumbling King Huno out of his seat. Then with a swift stroke of his sword, Kimo severed Huno Krima’s head from his shoulders.\n\n “And now you can dream of a palace as grand as you like.” Kimo released one of the horses from the carriage harness and jumped onto its back without a saddle. “But as for me, I’m going to follow a real hero.”\n\n He turned east and rode toward Çaruza, where Mata Zyndu, another son of Tunoa and already a legend, had ridden with Réfiroa.",
        "date_created": "2019-11-13T07:58:59.362124"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "babble",
            "description": "",
            "date_created": "2019-11-11T17:57:02.002281"
          },
          "vocab_entry_tags": [
            "babbling"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Tanno Namen’s surprise attack on Dimu marked the beginning of a grand Imperial sweep along the southern shore of the Liru River. Within weeks, most of the towns and cities that had surrendered to the Krima-Shigin Expeditionary Force were back under Imperial control, and the Imperial army began an inexorable march south for the reconquest of Cocru.",
        "date_created": "2019-11-13T07:58:59.461688"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "inexorable",
            "description": "",
            "date_created": "2019-11-11T17:57:02.104436"
          },
          "vocab_entry_tags": [
            "inexorable"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Divination was an ancient art in the Islands of Dara, but no Tiro state was more dedicated to its practice than scholarly Haan. After all, Haan was the favored land of the god Lutho, divine trickster, mathematician, and seer. The gods always spoke ambivalently, and sometimes they even changed their minds in the middle of your asking them a question. Divination was a matter of ascertaining the future through inherently unreliable methods.",
        "date_created": "2019-11-13T07:58:59.758639"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ambivalent",
            "description": "",
            "date_created": "2019-11-11T17:57:02.451666"
          },
          "vocab_entry_tags": [
            "ambivalently"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "King Thufi had no idea what to do with this “Duke of Zudi.” There was no such traditional title or domain, and he didn’t remember creating one. But with the same tact that he handled the news about the King of West Cocru, he graciously allowed this stocky young man, who looked more like a gangster than a duke, to introduce himself that way to everyone.\n\n With the king’s apparent acquiescence, Kuni Garu was amused to find that he now had to take his title more seriously. If even the king treated you as a duke, then you most definitely had to act like one.",
        "date_created": "2019-11-13T07:59:00.140060"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "acquiesce",
            "description": "",
            "date_created": "2019-11-11T17:57:02.571186"
          },
          "vocab_entry_tags": [
            "acquiescence"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "They had gasped in awe as a fleet of giant Imperial airships passed overhead, shifting gracefully from one elegant formation to another. They had gawped in respectful silence as the heavy battle-carts rolled before them, thick bundles of ox sinew draping from the stone-throwing arms. They had praised the emperor’s foresight and generosity as his engineers sprayed the crowd with perfumed water from ice wagons, cool and refreshing in the hot sun and dusty air of northern Cocru. They had clapped and cheered the best dancers the six conquered Tiro states had to offer: five hundred Faça maidens who gyrated seductively in the veil dance, a sight once reserved for the royal court in Boama; four hundred Cocru sword twirlers who spun their blades into bright chrysanthemums of cold light that melded martial glory with lyrical grace; dozens of elegant, stately elephants from wild, sparsely settled Écofi Island, painted with the colors of the Seven States—the largest male draped in the white flag of Xana, as one would expect, while the others wore the rainbow colors of the conquered lands.",
        "date_created": "2019-11-13T07:58:45.401493"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "gawp",
            "description": "",
            "date_created": "2019-11-02T08:57:06.490403"
          },
          "vocab_entry_tags": [
            "gawped"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chrysanthemum",
            "description": "",
            "date_created": "2019-11-02T08:57:06.861981"
          },
          "vocab_entry_tags": [
            "chrysanthemums"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The crowd’s cheers rose to a crescendo.",
        "date_created": "2019-11-13T07:58:45.548704"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "crescendo",
            "description": "",
            "date_created": "2019-10-04T15:29:47.061242"
          },
          "vocab_entry_tags": [
            "crescendo"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The emperor continued to stare at the giant bird, which slowly and steadily drifted closer. It flapped its wings once, and the emperor, straining to listen through the noise of the clamoring, fervent crowd, thought he heard it cry out in a startlingly human manner.",
        "date_created": "2019-11-13T07:58:45.647094"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "clamor",
            "description": "",
            "date_created": "2019-11-02T08:57:07.061733"
          },
          "vocab_entry_tags": [
            "clamoring"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "fervent",
            "description": "",
            "date_created": "2019-11-02T08:57:07.140574"
          },
          "vocab_entry_tags": [
            "fervent"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The strange gliding contraption was now only a few hundred yards away.\n\n The man hanging from the kite pulled on a few ropes dangling near him. The kite-bird suddenly folded its wings and dove at the Throne Pagoda, covering the remaining distance in a few heartbeats. The man ululated, a long, piercing cry that made the crowd below shiver despite the heat.\n\n “Death to Xana and Mapidéré! Long live the Great Haan!”\n\n Before anyone could react, the kite rider launched a ball of fire at the Throne Pagoda. The emperor stared at the impending missile, too stunned to move.",
        "date_created": "2019-11-13T07:58:45.892130"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "contraption",
            "description": "",
            "date_created": "2019-11-02T08:57:07.283528"
          },
          "vocab_entry_tags": [
            "contraption"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ululate",
            "description": "",
            "date_created": "2019-11-02T08:57:07.428820"
          },
          "vocab_entry_tags": [
            "ululated"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "impending",
            "description": "",
            "date_created": "2019-11-02T08:57:07.531879"
          },
          "vocab_entry_tags": [
            "impending"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“I told you this was a bad idea!” Rin looked around frantically for somewhere to hide. He yelped and jumped out of the way of a falling arrow. Beside him, two men lay dead with arrows sticking out of their backs. “I should never have agreed to help you with that lie to your parents about school being closed. Your schemes always end with me in trouble! We’ve got to run!”",
        "date_created": "2019-11-13T07:58:46.082970"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lie",
            "description": "",
            "date_created": "2019-11-02T08:57:07.655022"
          },
          "vocab_entry_tags": [
            "lay",
            "lie"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Tonyeti called Zyndu “the Bearded Tortoise,” intending it as an insult, but Dazu laughed and adopted the moniker as a badge of pride.",
        "date_created": "2019-11-13T07:58:46.203827"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "moniker",
            "description": "",
            "date_created": "2019-11-02T08:57:07.799283"
          },
          "vocab_entry_tags": [
            "moniker"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Dazu Zyndu negotiated for the safety of his soldiers as war prisoners and then took his own life, unable to live with the shame of capitulation. Gotha Tonyeti reneged on his promise and buried alive all the surrendered Cocru soldiers.\n\n Çaruza fell three days later.",
        "date_created": "2019-11-13T07:58:46.302609"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "capitulation",
            "description": "",
            "date_created": "2019-11-02T08:57:07.921347"
          },
          "vocab_entry_tags": [
            "capitulation"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "renege",
            "description": "",
            "date_created": "2019-11-02T08:57:08.020655"
          },
          "vocab_entry_tags": [
            "reneged"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Against Mapidéré’s orders, Tonyeti had spared Shiru’s newborn son from slaughter. “Nobles have to behave better than peasants,” he had said, “even in war.”\n\n So Tonyeti’s soldiers released Phin, and the shamed boy stumbled out of the family castle with only his dead brother’s infant son, Mata, in his arms. Bereft of title, home, and clan, his life of ease and wealth stripped away like a dream, what was the boy going to do?",
        "date_created": "2019-11-13T07:58:46.479693"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "bereft",
            "description": "",
            "date_created": "2019-11-02T08:57:08.142623"
          },
          "vocab_entry_tags": [
            "bereft"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Those double-pupiled eyes allowed him to see more sharply and farther than most people, and as he scanned the horizon, he lingered on the slender, dark tower of stone to the north, just outside of town. It stood next to the sea like a dagger stuck into the rocky beach. Mata could just make out the great arched windows near the top of the tower, whose frames were intricately decorated with carvings of the Two Ravens, black and white, their beaks meeting at the apex of the arch to hold up a stone chrysanthemum with a thousand petals.",
        "date_created": "2019-11-13T07:58:46.583526"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chrysanthemum",
            "description": "",
            "date_created": "2019-11-02T08:57:06.861981"
          },
          "vocab_entry_tags": [
            "chrysanthemum"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "intricate",
            "description": "",
            "date_created": "2019-11-13T07:54:27.957454"
          },
          "vocab_entry_tags": [
            "intricately"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "At the outer gate of the castle, Phin picked up a fallen red flag: singed, dirty, but still showing the embroidered gold chrysanthemum, emblem of the Zyndu Clan. He wrapped Mata in it, scant protection against the winter air, and uncovered the baby’s face by lifting up a corner of the cloth.",
        "date_created": "2019-11-13T07:58:46.761762"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chrysanthemum",
            "description": "",
            "date_created": "2019-11-02T08:57:06.861981"
          },
          "vocab_entry_tags": [
            "chrysanthemum"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "embroider",
            "description": "",
            "date_created": "2019-11-02T08:57:08.442565"
          },
          "vocab_entry_tags": [
            "embroidered"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "emblem",
            "description": "",
            "date_created": "2019-11-02T08:57:08.595873"
          },
          "vocab_entry_tags": [
            "emblem"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Phin and Mata sold their produce and pelts from hunted animals in town. Phin sought out surviving scholars, family friends, and acquaintances. A few of them surreptitiously kept a cache of ancient books, written in the old logograms unique to Cocru and forbidden by the emperor, and Phin borrowed or traded for them and taught Mata to read and write.",
        "date_created": "2019-11-13T07:58:47.088000"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "surreptitious",
            "description": "",
            "date_created": "2019-11-02T08:57:08.744439"
          },
          "vocab_entry_tags": [
            "surreptitiously"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "From these books and from his memory, Phin told Mata stories and legends of Cocru’s martial past and of the Zyndu Clan’s glorious history. Mata dreamed of emulating his grandfather, to carry on the legacy of his prowess. He ate only meat and bathed only in cold water. Having no living calf to carry, he volunteered to help the fishermen at the wharf unload their catch each day (and earned a few coppers doing so). He filled small sacks with rocks and tied them around his wrists and ankles so that each step required more strength. If there were two paths to a destination, he picked the longer and more arduous one. If there were two ways to do something, he chose the harder and more strenuous method. By the time he was twelve, he could lift the giant cauldron in front of the temple in Farun over his head.",
        "date_created": "2019-11-13T07:58:47.202929"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "prowess",
            "description": "",
            "date_created": "2019-11-02T08:57:08.864180"
          },
          "vocab_entry_tags": [
            "prowess"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "emulate",
            "description": "",
            "date_created": "2019-11-02T08:57:08.951291"
          },
          "vocab_entry_tags": [
            "emulating"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "arduous",
            "description": "",
            "date_created": "2019-11-02T08:57:09.043327"
          },
          "vocab_entry_tags": [
            "arduous"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "strenuous",
            "description": "",
            "date_created": "2019-11-02T08:57:09.142647"
          },
          "vocab_entry_tags": [
            "strenuous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The origin of the old Tiro system was lost in the mists of time. Legend had it that the Islands of Dara were settled long ago by a people who called themselves the Ano, refugees of a sunken continent far over the seas to the west. Once they had defeated the barbarians who were the original inhabitants of the Islands, some of whom intermarried and became Ano, they promptly fell to fighting among themselves. Their descendants, over many generations and many wars, separated into various states.",
        "date_created": "2019-11-13T07:58:47.533906"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "descendant",
            "description": "",
            "date_created": "2019-09-29T21:48:45.418687"
          },
          "vocab_entry_tags": [
            "descendants"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The Seven States had coexisted for more than a thousand years, and but for that tyrant from Xana they would have existed for a thousand more. The kings of the Tiro states were the ultimate secular authorities, the anchors from which seven parallel Great Chains of Being dangled. They enfeoffed lands to the nobles, who each kept the peace in his domain and administered it like a miniature Tiro state. Each peasant paid his taxes and labor to a lord, and each lord to his lord, and so on up the chain.",
        "date_created": "2019-11-13T07:58:47.615757"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "enfeoff",
            "description": "",
            "date_created": "2019-11-02T08:57:09.362184"
          },
          "vocab_entry_tags": [
            "enfeoffed"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "All sources of loyalty, of local attachment, were replaced with allegiance to the emperor. In place of the parallel chains of devotion forged by nobles, the emperor had put in a pyramid of petty bureaucrats—commoners who could barely write any logograms beyond those in their own names and who had to spell everything out in zyndari letters. Instead of ruling with the best, the emperor had chosen to elevate the craven, greedy, foolish, and low.",
        "date_created": "2019-11-13T07:58:47.714738"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "bureaucrat",
            "description": "",
            "date_created": "2019-11-02T08:57:09.455695"
          },
          "vocab_entry_tags": [
            "bureaucrats"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "craven",
            "description": "",
            "date_created": "2019-11-02T08:57:09.528066"
          },
          "vocab_entry_tags": [
            "craven"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But the administrator was well versed in the ways of being a good bureaucrat. He had been diligent in sending intricately carved model airships to Pan, much to the delight of Emperor Erishi, who loved to have courtiers and maids steer the ships by means of fans and blowing tubes as he ordered them to engage in pretend battles over the model empire. Pleased with his toys, the emperor had been effusive in his praise of the administrator to Chatelain Pira and Regent Crupo.",
        "date_created": "2019-11-13T07:59:00.318397"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "effusive",
            "description": "",
            "date_created": "2019-11-11T17:57:02.786433"
          },
          "vocab_entry_tags": [
            "effusive"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "intricate",
            "description": "",
            "date_created": "2019-11-13T07:54:27.957454"
          },
          "vocab_entry_tags": [
            "intricately"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“They cheer for a man who murdered their fathers and grandfathers,” Phin said quietly. Then he spat.\n\n Mata looked around at the departing men and women. They were like the sand and mud stirred up by the ocean. If you scooped up a cup of seawater, it would be full of swirling chaos that obscured the light.\n\n But if you waited patiently, eventually the common dross and dregs would settle to the bottom, where they belonged, and the clear water would allow the light through, the noble and the pure.\n\n Mata Zyndu believed it was his destiny to restore clarity and order, as surely as the weight of history pulled everything down to its rightful place.",
        "date_created": "2019-11-13T07:58:47.892706"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dross",
            "description": "",
            "date_created": "2019-11-02T08:57:09.618263"
          },
          "vocab_entry_tags": [
            "dross"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dreg",
            "description": "",
            "date_created": "2019-11-02T08:57:09.685071"
          },
          "vocab_entry_tags": [
            "dregs"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chaos",
            "description": "",
            "date_created": "2019-11-02T08:57:09.814284"
          },
          "vocab_entry_tags": [
            "chaos"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But Garu and his friend Rin Coda preferred to skip school whenever they could and go fishing. When he was caught, Kuni would apologize eloquently and profusely, convincing Master Loing that he was truly contrite and had learned his lesson. But soon he would be back to devising pranks with Rin and talking back at his teacher, questioning his explanations of the classics and pointing out errors in his reasoning until Loing finally ran out of patience and expelled him—and poor Rin Coda, too, for always following Kuni’s lead.",
        "date_created": "2019-11-13T07:58:48.146129"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "contrite",
            "description": "",
            "date_created": "2019-11-02T08:57:09.951193"
          },
          "vocab_entry_tags": [
            "contrite"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The Garu family tried to steer the young man into gainful employment. Kado, Kuni’s elder brother, demonstrated an early instinct for business and became a local merchant of women’s dresses. He hired Kuni as a clerk. But Kuni professed a disdain for bowing to customers and laughing at their stupid jokes, and finally, after Kuni tried to implement a harebrained scheme of hiring girls from the indigo houses as “models” for dresses, Kado had no choice but to fire him.",
        "date_created": "2019-11-13T07:58:48.265348"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "harebrain",
            "description": "",
            "date_created": "2019-11-02T08:57:10.065681"
          },
          "vocab_entry_tags": [
            "harebrained"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "By the time Kuni was seventeen, his father had had enough of the idling young man coming home every night drunk and asking for dinner. He locked him out of the house and told him to find somewhere else to stay and ruminate on how he was wasting his life and breaking his mother’s heart. Naré cried and cried and went to Kana and Rapa’s temple every day, praying for the goddesses to set her baby on the right path.",
        "date_created": "2019-11-13T07:58:48.367148"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ruminate",
            "description": "",
            "date_created": "2019-10-16T02:00:30.291134"
          },
          "vocab_entry_tags": [
            "ruminate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Though Zudi was a small city, the Unification had nonetheless changed its complexion substantially. Master Loing had lectured to the boys about the changes disdainfully, lamenting that his students couldn’t appreciate the virtues of the simpler Zudi of his youth; but since this new Zudi was all Kuni had known, he made up his own mind about it.",
        "date_created": "2019-11-13T07:58:48.433974"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "disdainful",
            "description": "",
            "date_created": "2019-11-02T08:57:10.288590"
          },
          "vocab_entry_tags": [
            "disdainfully"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lament",
            "description": "",
            "date_created": "2019-11-02T08:57:10.388795"
          },
          "vocab_entry_tags": [
            "lamenting"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "While the resettlement policy was very unpopular with the nobles, it did have the benefit of enriching the lives of the ordinary folk of the Islands of Dara. The resettled nobles craved foods and clothes from their homelands, and merchants traveled all over Dara, transporting products that seemed exotic to the local populace but were eagerly purchased by the exiled nobles, who yearned for a hint of home and their old ways of life. In this manner, the scattered nobles became teachers of taste for the commoners, who learned to be more cosmopolitan and ecumenical.\n\n Thus Zudi played host to exiled noble families from all over Dara, and they filled it with new customs, new dishes, and new dialects and words that had never before been heard in the city’s sleepy markets and sedate teahouses.",
        "date_created": "2019-11-13T07:58:48.570171"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ecumenical",
            "description": "",
            "date_created": "2019-11-02T08:57:10.529531"
          },
          "vocab_entry_tags": [
            "ecumenical"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "If you were going to give marks for Emperor Mapidéré’s performance as an administrator, Kuni thought, the improvement in the diversity of Zudi’s markets definitely had to be counted as a positive. The streets were filled with vendors selling all manners of novelties from across Dara: bamboo-copters from Amu—ethereal toys with revolving blades at the end of a stick that could be spun rapidly until the contraption took off into the air like a tiny dragonfly; living paper-men from Faça—the paper cutouts would dance and leap like the veiled dancers on a tiny stage when you rubbed the glass rod in the ceiling with a silk cloth; magic calculators from Haan—wooden mazes with tiny doors at every branch that flipped as marbles rolled through them, and a skilled operator could use them to compute sums; iron puppets from Rima—intricate mechanical men and animals that walked down an inclined slope on their own power; and so on.",
        "date_created": "2019-11-13T07:58:48.669389"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ethereal",
            "description": "",
            "date_created": "2019-11-02T08:57:10.610139"
          },
          "vocab_entry_tags": [
            "ethereal"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "intricate",
            "description": "",
            "date_created": "2019-11-13T07:54:27.957454"
          },
          "vocab_entry_tags": [
            "intricate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The soldier brushed away the woman’s pleading fingers impatiently. His accent indicated that he was from Xana as well. The man was bloated and flabby, a bureaucrat more than a fighting man, and he stared at the youth standing next to the old woman with a cold smirk, daring the young man to do something rash.\n\n Kuni knew his kind well. The man had probably dodged out of having to fight during the Unification Wars and then bribed his way into a commission in the Xana army as soon as peace had been declared so that he could get assigned to one of the conquered territories as a corvée administrator. It was his job to raise up the local quota of able-bodied men to work on one of the emperor’s grand infrastructure projects. It was a position with a little bit of power but a lot of room for abuse. It was also very lucrative: Families who didn’t want to see their sons conscripted were willing to pay a high price.",
        "date_created": "2019-11-13T07:58:48.848131"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "bureaucrat",
            "description": "",
            "date_created": "2019-11-02T08:57:09.455695"
          },
          "vocab_entry_tags": [
            "bureaucrat"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "conscript",
            "description": "",
            "date_created": "2019-11-02T08:57:10.842665"
          },
          "vocab_entry_tags": [
            "conscripted"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Cogo and Kuni turned their heads and saw, through the gate, a young woman barely in her twenties standing in the courtyard. She looked at Kuni with a mischievous smile. Her light complexion and curly, bright-red hair, common in Faça, stood out a little in Zudi, but Kuni was struck most by her eyes. Dyran-shaped, they seemed to be pools of dark-green wine. Any man who looked into them was doomed to lose his way.",
        "date_created": "2019-11-13T07:58:49.012065"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "mischievous",
            "description": "",
            "date_created": "2019-11-04T13:52:58.325650"
          },
          "vocab_entry_tags": [
            "mischievous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Miss,” Kuni said, and cleared his throat. “Is something amusing you?”\n\n “You are,” the woman said. “Master Fin Crukédori came in not ten minutes ago with his father, and we chatted amiably while he paid me several compliments. Yet here you are again, outside, and looking so different.”",
        "date_created": "2019-11-13T07:58:49.089763"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "amiable",
            "description": "",
            "date_created": "2019-11-04T13:52:58.467633"
          },
          "vocab_entry_tags": [
            "amiably"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Miss Matiza is an accomplished herbalist,” the matchmaker offered, breaking the uncomfortable silence. “She studied with the best teachers in Faça. I’m sure she knows of ways to ensure her lucky husband’s health and give him many beautiful children.”\n\n “We will have at least five children,” Tado added magnanimously. “Maybe even more.”\n\n “Surely you see me as more than just a field for you to plow,” Jia said. The matchmaker poked her under the table again.\n\n “I hear that Miss Matiza is a skilled poet,” Tado ingratiatingly offered.",
        "date_created": "2019-11-13T07:58:49.171621"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "magnanimous",
            "description": "",
            "date_created": "2019-11-04T13:52:58.591403"
          },
          "vocab_entry_tags": [
            "magnanimously"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ingratiating",
            "description": "",
            "date_created": "2019-11-04T13:52:58.692219"
          },
          "vocab_entry_tags": [
            "ingratiatingly"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“You’re surprised? Because the art of herbal healing is a women’s art, beyond the notice of real scholars and doctors?”\n\n Kuni turned to Jia and bowed. “I spoke in ignorance. I meant no disrespect.”\n\n Jia bowed back deeply in jiri. “You do not assume yourself to be better than anyone. That is the sign of a truly capacious mind.”\n\n They smiled at each other and kept on walking.",
        "date_created": "2019-11-13T07:58:49.370499"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "capacious",
            "description": "",
            "date_created": "2019-11-04T13:52:58.858039"
          },
          "vocab_entry_tags": [
            "capacious"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Now the former chief tax collector walked through the base, examining the hulls of old airships undergoing repairs and new ships being constructed. He listened and nodded as engineers explained the hubbub of activity around him.",
        "date_created": "2019-11-13T07:59:00.482031"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hubbub",
            "description": "",
            "date_created": "2019-11-11T17:57:02.904983"
          },
          "vocab_entry_tags": [
            "hubbub"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Jia thought for a moment and bent down to pluck a small flower with a full yellow crown. “They’re all dear to me, but I admire the dandelion the most. It is hardy and determined, adaptable and practical. The flower looks like a small chrysanthemum, but it’s much more resourceful and far less delicate. Poets may compose odes about the chrysanthemum, but the dandelion’s leaves and flowers can fill your belly, its sap cure your warts, its roots calm your fevers. Dandelion tea makes you alert, while chewing its root can steady a nervous hand. The milk of the dandelion can even be used to make invisible ink that reveals itself when mixed with the juice of the stone’s ear mushroom. It is a versatile and useful plant people can rely on.",
        "date_created": "2019-11-13T07:58:49.524466"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion",
            "dandelion's"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chrysanthemum",
            "description": "",
            "date_created": "2019-11-02T08:57:06.861981"
          },
          "vocab_entry_tags": [
            "chrysanthemum"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "versatile",
            "description": "",
            "date_created": "2019-11-04T13:52:59.044197"
          },
          "vocab_entry_tags": [
            "versatile"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni knew his kind well. The man had probably dodged out of having to fight during the Unification Wars and then bribed his way into a commission in the Xana army as soon as peace had been declared so that he could get assigned to one of the conquered territories as a corvée administrator. It was his job to raise up the local quota of able-bodied men to work on one of the emperor’s grand infrastructure projects. It was a position with a little bit of power but a lot of room for abuse. It was also very lucrative: Families who didn’t want to see their sons conscripted were willing to pay a high price.",
        "date_created": "2019-11-13T07:58:49.812037"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "conscript",
            "description": "",
            "date_created": "2019-11-02T08:57:10.842665"
          },
          "vocab_entry_tags": [
            "conscripted"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Gilo Matiza could not understand it. By all accounts, Kuni Garu was an indolent young man with no useful skills and no prospects. He had no money, no property, and until recently, no job—even his own family had thrown him out. He was also rumored to enjoy the company of loose women and had many girlfriends.\n\n Why did his daughter, known to all the matchmakers as impossible to please, favor this man’s suit?\n\n “I prefer to do the most interesting thing,” Jia said. And that was all the answer she would give him.\n\n Nothing would dissuade her. Once her mind was made up, Jia’s will was iron. So Gilo had to at least listen to the young man.",
        "date_created": "2019-11-13T07:58:49.878809"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "indolent",
            "description": "",
            "date_created": "2019-09-29T21:48:41.250897"
          },
          "vocab_entry_tags": [
            "indolent"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dissuade",
            "description": "",
            "date_created": "2019-11-04T13:52:59.303777"
          },
          "vocab_entry_tags": [
            "dissuade"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "He imagined their flight. They were so light that a gust of wind could carry one for miles. There was no reason that a seed couldn’t fly all the way from one end of the Big Island to the other. No reason that it couldn’t fly all the way over the sea, to Crescent Island, to Ogé, to Écofi. No reason that it couldn’t tour the peaks of Mount Rapa and Mount Kiji. No reason that it couldn’t taste the mist at the Rufizo Falls. All it needed was a little kindness from nature, and it would travel the world.\n\n He felt, in a way that he could not explain, that he was meant to live more than the life he was living, destined to one day soar high into the air like these dandelion seeds, like the kite rider he had seen long ago.\n\n He was like a seed still tethered to the withered flower, just waiting for the dead air of the late summer evening to break, for the storm to begin.",
        "date_created": "2019-11-13T07:58:50.059869"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "tether",
            "description": "",
            "date_created": "2019-11-04T13:52:59.428843"
          },
          "vocab_entry_tags": [
            "tethered"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Emperor Mapidéré had not looked into a mirror for weeks now.\n\n The last time he had dared to look, a pallid, leathery mask had stared back at him. Gone was the handsome, arrogant, fearless man who had made ten thousand wives into widows and forged the crowns of the Seven States into one.\n\n His body had been usurped by an old man, consumed by fear of death.",
        "date_created": "2019-11-13T07:58:50.215523"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "usurp",
            "description": "",
            "date_created": "2019-11-04T13:52:59.602895"
          },
          "vocab_entry_tags": [
            "usurped"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“You’re my friend,” the emperor said, “my only true friend.”\n\n “You must rest, Sire. The medicine is supposed to be a good soporific as well.”\n\n *I am sleepy.*\n\n *But I still have so much to do.*",
        "date_created": "2019-11-13T07:58:50.316056"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "soporific",
            "description": "",
            "date_created": "2019-11-04T13:52:59.711910"
          },
          "vocab_entry_tags": [
            "soporific"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Their web of shifting alliances and enmities was as confusing as it was dynamic. In the morning the King of Xana and the King of Gan might still call each other brothers, and by that night Gan’s ships might already be sailing around the Big Island for a sneak attack, aided by fast cavalry from the King of Faça, who just that morning had sworn that he would never forgive Gan for past treacheries.\n\n And then came Réon, and everything changed.",
        "date_created": "2019-11-13T07:58:50.414970"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "enmity",
            "description": "",
            "date_created": "2019-10-16T02:00:31.514403"
          },
          "vocab_entry_tags": [
            "enmities"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mapidéré may have conquered all the Tiro states, but he sought the approbation of all the gods. He lowered his head to the goddesses next. “I honor you, Lady Kana, mistress of fire, ash, and death. I honor you, Lady Rapa, mistress of ice, snow, and sleep. I have taken away men’s weapons and ended their strife so that they may all turn their hearts to thoughts of you. May you see fit to grant me many more years of life.”",
        "date_created": "2019-11-13T07:58:50.514051"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "approbation",
            "description": "",
            "date_created": "2019-11-04T13:52:59.904083"
          },
          "vocab_entry_tags": [
            "approbation"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mapidéré looked back and saw that the thunderous, sonorous voice belonged to Kiji, who had also come to life. The statue took a step forward and the ground quaked beneath Mapidéré. The Mingén falcon took off from his shoulder and circled over the statues of the gods; Kana and Rapa’s ravens took off also and cried challengingly at the falcon.\n\n “Have you forgotten our pact?” said Rapa, whose voice was mellifluous, cool, harmonious, but no less powerful than her sister’s. She and Kana were as far apart as ice and fire, yet as close as sleep and death.",
        "date_created": "2019-11-13T07:58:50.726988"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "mellifluous",
            "description": "",
            "date_created": "2019-11-04T13:53:00.056462"
          },
          "vocab_entry_tags": [
            "mellifluous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "It had been the dream of generations of kings of Xana to win the respect of the rest of the Islands of Dara. The men of those other Tiro states, closer together and more populous, had always treated remote Xana with contempt: comedians from Amu mocked her accent, merchants from Gan cheated her buyers, poets from Cocru imagined her a land without manners, barely better than the savages who had once lived in Dara before the Settlement. The insults and slights became part of the memory of every Xana child who encountered outsiders.",
        "date_created": "2019-11-13T07:58:50.827610"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "contempt",
            "description": "",
            "date_created": "2019-11-04T13:53:00.146975"
          },
          "vocab_entry_tags": [
            "contempt"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Dézan began with balloons made of layers of silk wrapped around a wire-and-bamboo framework. They floated on hot air generated by burning bags full of swamp gas. One or two soldiers, carried up in a gondola, could act as lookouts to spot potential ambushes or reconnoiter for distant fleets. Over time, the use of flame bombs—burning jars of sticky tar mixed with hot oil dropped from the gondolas—gave the balloons offensive capabilities. The other Tiro states quickly copied these Xana innovations.",
        "date_created": "2019-11-13T07:58:50.928016"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "reconnoiter",
            "description": "",
            "date_created": "2019-11-04T13:53:00.300275"
          },
          "vocab_entry_tags": [
            "reconnoiter"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "gondola",
            "description": "",
            "date_created": "2019-11-04T13:53:00.371433"
          },
          "vocab_entry_tags": [
            "gondola"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The emperor was still lying in his tent. The pain in his stomach was so intense that he could not get up. Even breathing seemed to take too much energy.\n\n “Send our fastest airship, and bring me the crown prince.”\n\n *I must warn Pulo to prepare for the coming war, thought the emperor. The gods have prophesied it. But perhaps it can still be stopped—even the gods admit that they are not always in control.*\n\n Chatelain Goran Pira held his ear close to the emperor’s trembling lips and nodded. But there was a glint in his eyes, a glint that the emperor did not see.\n\n The emperor lay, dreaming of his grand projects. There were still so many things to do, so many tasks unfinished.",
        "date_created": "2019-11-13T07:58:51.078802"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lie",
            "description": "",
            "date_created": "2019-11-02T08:57:07.655022"
          },
          "vocab_entry_tags": [
            "lay"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "prophesy",
            "description": "",
            "date_created": "2019-11-04T13:53:00.571976"
          },
          "vocab_entry_tags": [
            "prophesied"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The emperor was disappointed. Mapidéré had always respected Tuan and hoped such an enlightened man could see further than the others. But he could not permit the man to live after such criticism. Mapidéré gave Tuan a grand funeral and published a collection of his writings posthumously, edited by the emperor himself.",
        "date_created": "2019-11-13T07:58:51.329287"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "posthumous",
            "description": "",
            "date_created": "2019-11-04T13:53:00.693553"
          },
          "vocab_entry_tags": [
            "posthumously"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Just remembering how the scholars of the conquered Tiro states had howled at the Edict on Uniformity of Speech and Writing brought a smile to the emperor’s face. The edict had elevated the Xana dialect and the Xana script into standards for all of Dara. Virtually all the literati outside of the Xana home islands of Rui and Dasu foamed at their mouths and called the edict a crime against civilization. But Mapidéré knew perfectly well that what they were really objecting to was the loss of power. Once all the children had been educated under one standard script and one standard dialect, the local scholars no longer could dictate what thoughts could spread within their realm of influence. Ideas from outside—such as Imperial edicts, poetry, the fruits of the culture of other Tiro states, an official history that superseded the local interpretations—could spread across all of Dara without the ancient barriers put up by seven incompatible scripts. And if scholars could no longer show their erudition by knowing how to write the same thing in seven different ways, good riddance!",
        "date_created": "2019-11-13T07:58:51.412371"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "edict",
            "description": "",
            "date_created": "2019-11-04T13:53:00.815895"
          },
          "vocab_entry_tags": [
            "edict",
            "edicts"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "supersede",
            "description": "",
            "date_created": "2019-11-04T13:53:00.935943"
          },
          "vocab_entry_tags": [
            "superseded"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "erudition",
            "description": "",
            "date_created": "2019-11-04T13:53:00.989121"
          },
          "vocab_entry_tags": [
            "erudition"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Also, Mapidéré thought everyone should build their ships following the same specifications—ones he judged to be the best. He believed old books were fatuous and contained nothing useful for the future, so he collected them and burned every copy except one, and these last copies he stored deep in the bowels of the Great Library in Pan, the Immaculate City where everything was new, where only those who would not be corrupted by outdated foolishness could see them.",
        "date_created": "2019-11-13T07:58:51.615194"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "fatuous",
            "description": "",
            "date_created": "2019-11-04T13:53:01.124594"
          },
          "vocab_entry_tags": [
            "fatuous"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The crown prince lay down on the ground as if to sleep. After a while he closed his eyes and stopped breathing. Tonyeti knelt down and held the young man’s inert body. Through his tears, he saw that the messengers had all drawn their swords.\n\n “So this is how my service to Xana is repaid,” he said.\n\n His cries of rage echoed in the tunnels long after they cut him down.",
        "date_created": "2019-11-13T07:58:51.777020"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "inert",
            "description": "",
            "date_created": "2019-11-04T13:53:01.492637"
          },
          "vocab_entry_tags": [
            "inert"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“What is truth?” the regent said, enunciating his words carefully. “What happened in the Grand Tunnels? What happened on the Island of Écofi? These things must be written down in the history books, and someone has to decide what should be written.”",
        "date_created": "2019-11-13T07:58:51.904108"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "enunciate",
            "description": "",
            "date_created": "2019-11-04T13:53:01.615771"
          },
          "vocab_entry_tags": [
            "enunciating"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "As the months went by, fewer and fewer of those who stood up against Crupo on that day remained. Many were discovered to be coconspirators of the disgraced Prince Pulo, and from prison they wrote—after some convincing—tearful confessions of their crimes against the throne. They and their families were executed. That was the law of Xana: Treason was a taint in the blood, and five generations would pay for the crime of one.",
        "date_created": "2019-11-13T07:58:52.004542"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "taint",
            "description": "",
            "date_created": "2019-11-04T13:53:01.737212"
          },
          "vocab_entry_tags": [
            "taint"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“If you are late by one day, you will each lose one ear. If you are late by two days, you will each lose an eye. If you are late three days, you will each die. But if you are late by more than that, your wives and mothers will be sold to the brothels and your fathers and children will be condemned to conscripted hard labor forever.”",
        "date_created": "2019-11-13T07:58:52.103952"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "conscript",
            "description": "",
            "date_created": "2019-11-02T08:57:10.842665"
          },
          "vocab_entry_tags": [
            "conscripted"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The world was a book in which the gods wrote, much as the scribes did with their brush and ink, wax and knife. The gods shaped the features of the earth and the seas much as the knife carved wax into logograms that could be touched and felt. Men and women were the zyndari letters and punctuation marks of this grand epic that the gods composed on the fly, changing their fickle minds from one moment to the next.",
        "date_created": "2019-11-13T07:58:52.204000"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "fickle",
            "description": "",
            "date_created": "2019-11-04T13:53:01.959237"
          },
          "vocab_entry_tags": [
            "fickle"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "What did it mean that the typhoons were sweeping the coasts of the Islands more than ever before? What did it mean that strange clouds and strange lights were seen all over Dara? What did it mean that the giant crubens were sighted surfacing and breaching all over the western seas but not around Rui? What was the message brought by the famines and plagues?\n\n Above all, what did the scroll in the belly of the fish tell the men who gawked at it, as Huno Krima and Zopa Shigin held it up to the light?",
        "date_created": "2019-11-13T07:58:52.303753"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "gawk",
            "description": "",
            "date_created": "2019-11-04T13:53:02.079350"
          },
          "vocab_entry_tags": [
            "gawked"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The empire was in disarray. Ever since the suicide of General Gotha Tonyeti and the execution of General Thumi Yuma, the Imperial army had been without a proper commander-in-chief. For two years, the regent and the young emperor seemed to have forgotten about the army entirely, leaving all the regional commanders to their own devices. And now that a bona fide rebellion had broken out, Pan seemed stunned, and even after a month, no general had been put in charge of an Imperial force to put down the rebels. Each local garrison commander was trying to decide what to do.",
        "date_created": "2019-11-13T07:58:52.501185"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "disarray",
            "description": "",
            "date_created": "2019-11-04T13:53:02.184601"
          },
          "vocab_entry_tags": [
            "disarray"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "*It’s hard to tell which way the winds are blowing, Commander Zatoma thought. Perhaps it’s better if I seize the initiative. The earlier I move, the greater my contribution. “Duke Zatoma” has a nice ring to it.*\n\n But he was more comfortable behind a desk than on a horse. He needed good, capable lieutenants. In this he was lucky, being assigned to Farun. Tunoa had long been one of the most martial domains in all of Dara, as it was one of the last places in the Islands to be settled by the Ano, who had to pacify the warlike original inhabitants. In Farun, even the girls learned how to throw the javelin well, and every boy over five could wield his father’s spear without disgrace.",
        "date_created": "2019-11-13T07:58:52.602249"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lieutenant",
            "description": "",
            "date_created": "2019-11-11T17:56:51.082457"
          },
          "vocab_entry_tags": [
            "lieutenants"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "wield",
            "description": "",
            "date_created": "2019-11-11T17:56:51.243038"
          },
          "vocab_entry_tags": [
            "wield"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Behind him, Mata hungrily took in the rich tapestries, the intricate iron latticework on the windows, and the paintings depicting the deeds of his ancestors. The heads of the figures in a few of the brush paintings had been torn out by Xana soldiers as souvenirs during the looting right after the conquest, and that lowlife Datun Zatoma had simply left the desecrated paintings in place, perhaps as reminders of the ignominious fall of the Zyndu Clan. Mata ground his teeth to keep the anger within from boiling over. All this, his rightful inheritance, had been soiled by the pig who had usurped his place and summoned them here.",
        "date_created": "2019-11-13T07:58:52.783230"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "desecrate",
            "description": "",
            "date_created": "2019-11-11T17:56:51.378435"
          },
          "vocab_entry_tags": [
            "desecrated"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ignominous",
            "description": "",
            "date_created": "2019-11-11T17:56:51.488911"
          },
          "vocab_entry_tags": [
            "ignominous"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "usurp",
            "description": "",
            "date_created": "2019-11-04T13:52:59.602895"
          },
          "vocab_entry_tags": [
            "usurped"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "intricate",
            "description": "",
            "date_created": "2019-11-13T07:54:27.957454"
          },
          "vocab_entry_tags": [
            "intricate"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Phin looked at the Xana man, a supposed commander of the Imperial army. His hands were white, fat, and smooth, the color of a pearl on a woman’s ring. These were not hands that knew how to grip a sword or swing an axe. A bureaucrat, he thought. *A man who knows only how to push beads on an abacus and to curry favor with his superiors has been put in charge of leading soldiers meant to defend the spoils of the Xana Conquest. No wonder the empire has stumbled so badly before a peasant rebellion.*",
        "date_created": "2019-11-13T07:58:53.170305"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "abacus",
            "description": "",
            "date_created": "2019-11-11T17:56:51.858636"
          },
          "vocab_entry_tags": [
            "abacus"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "He looked down in disbelief. A dirk, thin as a needlefish and now red with his life’s blood, was in Mata’s left hand and being pulled out of his chest. All Zatoma could think about at that moment was how incongruous the tiny weapon looked in the hand of the giant man.\n\n As he watched, Mata lifted the dirk again and slashed it across his neck, severing his windpipe and major arteries. Zatoma gurgled, unable to speak, and then collapsed to the ground, his limbs twitching as he choked on his own blood.",
        "date_created": "2019-11-13T07:58:53.272949"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "incongruous",
            "description": "",
            "date_created": "2019-11-11T17:56:51.990931"
          },
          "vocab_entry_tags": [
            "incongruous"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dirk",
            "description": "",
            "date_created": "2019-11-11T17:56:52.715854"
          },
          "vocab_entry_tags": [
            "dirk"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "He held the sword steady in his right hand and struck it sharply with the cudgel in his left hand. It clanged in a sweet, pure note that held for a long time, reverberating in the stone halls of the castle.",
        "date_created": "2019-11-13T07:58:53.523585"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "reverberate",
            "description": "",
            "date_created": "2019-11-11T17:56:53.155039"
          },
          "vocab_entry_tags": [
            "reverberating"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "*“I just had to do the most interesting thing,”* he berated himself. “Am I having *fun* now?” At that moment, he wished more than anything to be home with Jia, drinking a cup of herbal tea made from some recipe she was experimenting with, safe and bored.\n\n “You didn’t know?” one of the soldiers, a man by the name of Hupé, asked, incredulous. “The prisoners had been whispering and plotting all of yesterday. I thought you knew and were letting them go on purpose because you believed in the prophecy. They want to join the rebels who declared war on the emperor and pledged to free all prisoners and conscripted laborers.”",
        "date_created": "2019-11-13T07:58:53.590422"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "incredulous",
            "description": "",
            "date_created": "2019-11-11T17:56:54.099255"
          },
          "vocab_entry_tags": [
            "incredulous"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "berate",
            "description": "",
            "date_created": "2019-11-11T17:56:54.467823"
          },
          "vocab_entry_tags": [
            "berated"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The band admired the colorful fall foliage, a mosaic highlighted here and there by bunches of bright-red wild monkeyberries and late-blooming dandelions. A few of the men took deep breaths to fill their lungs with the mountain air, smelling of fresh-fallen leaves and loam that had been basking in the golden sun, so different from the air back in the streets of Zudi, which was dominated by the smell of copper coins and running sewage.",
        "date_created": "2019-11-13T07:58:53.874674"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "mosaic",
            "description": "",
            "date_created": "2019-11-11T17:56:54.753096"
          },
          "vocab_entry_tags": [
            "mosaic"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni’s men milled about in confusion while the armed escorts for the merchants advanced. Another volley of arrows flew at them.\n\n “They’ve got horses,” said Hupé. “If we try to run for it, we’re going to be cut down like vermin. Some of us have to stay behind and fight.”\n\n “Right,” said Kuni. He felt calmer now that he was given a plan. “I’ll stay behind with Fi and Gatha, you take the rest of the men and flee.”\n\n Hupé shook his head. “This isn’t like a bar fight, Kuni. I know you’ve never killed anyone or practiced real sword fighting, but I was in the army, and so if anyone should stay, it’s me.”",
        "date_created": "2019-11-13T07:58:54.182078"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "volley",
            "description": "",
            "date_created": "2019-11-11T17:56:55.517499"
          },
          "vocab_entry_tags": [
            "volley"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“What happened to you?”\n\n “Because my son broke a statue in the Mausoleum, they cut off his left hand. Because I tried to explain it was an accident, they cut off mine as well. After we finished our year of labor, they sent us back. But my wife . . . she didn’t make it through last winter because there was nothing to eat.”\n\n “I’m sorry,” said Kuni. He thought about all the men he had sent to Pan over the years. Sure, he had been kind to them while they were under his charge, but did he ever think, really think, about the fate he was consigning them to?\n\n “We’re the lucky ones. Plenty of others will never come back.”",
        "date_created": "2019-11-13T07:58:54.282657"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "consign",
            "description": "",
            "date_created": "2019-11-11T17:56:55.904659"
          },
          "vocab_entry_tags": [
            "consigned"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "mausoleum",
            "description": "",
            "date_created": "2019-11-11T17:56:56.103245"
          },
          "vocab_entry_tags": [
            "mausoleum"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "She didn’t sigh. Tonight, she would be a symbol, and she understood that whatever else symbols did, they did not sigh and complain about their fate. She would smile and wave and stand silently by the side of her granduncle as he stumbled his way through an insipid speech meant to rally the troops. She would remind the sailors and marines of why they were fighting, of the ideal of Amu womanhood, of the favor of Tututika, of the pride that Amu took in being the epitome of grace and beauty and taste and culture, far superior to the brutality of backward Xana.",
        "date_created": "2019-11-13T07:59:02.440892"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "epitome",
            "description": "",
            "date_created": "2019-10-16T02:00:31.092495"
          },
          "vocab_entry_tags": [
            "epitome"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "When the rebellion happened and the court of Amu was restored, she had thought she would finally earn a reprieve. In a time of revolutions and wars, the raising of armies and navies and the promulgation of new policies, what was the use of beauty? As a member of the ruling house of Amu, Kikomi thought she would be working by the side of her granduncle the king, perhaps becoming one of his trusted advisers. She was intelligent and she wasn’t spoiled; she knew the value of hard work. Surely the king and his ministers could see that?",
        "date_created": "2019-11-13T07:59:02.562586"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "promulgation",
            "description": "",
            "date_created": "2019-11-11T17:57:06.862906"
          },
          "vocab_entry_tags": [
            "promulgation"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Behind the ships, down on the dark sea, the slow, bulky transports rode the waves, filled with ten thousand fresh troops from Rui and Dasu, the newest recruits of the Imperial army.\n\n He continued to watch as the Amu fleet approached the armada. News that Namen had suffered a crushing defeat in Cocru meant that they had to win a victory here quickly to quell the rising rebel sentiments in Haan, Rima, and the rest of Dara.",
        "date_created": "2019-11-13T07:59:02.733241"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "quell",
            "description": "",
            "date_created": "2019-10-16T02:00:31.638509"
          },
          "vocab_entry_tags": [
            "quell"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Given the reduced visibility, the heavier Imperial ships would have to move slower lest they run into one another. The lighter, faster Amu ships could neutralize the Imperial advantage in numbers by quickly driving between the tightly packed ships of the armada, breaking their oars and flinging burning tar bombs onto their decks.",
        "date_created": "2019-11-13T07:59:02.947331"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lest",
            "description": "",
            "date_created": "2019-11-11T17:57:07.250147"
          },
          "vocab_entry_tags": [
            "lest"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "There. His hands were free.\n\n He had stood helplessly on the docks and watched as the men of Amu died in the dark, leaping from burning ships into the cold waters of the Amu Strait to die. But now the arrogant Imperials had made a mistake, and he was going to make them pay.\n\n When the guard’s back was turned, Cano quickly untied the binding around his ankles.\n\n The next time the guard passed by him, Cano leapt up and wrestled him to the ground. Quickly pulling the dirk from the guard’s belt, he slit the man’s throat.\n\n He freed the other prisoners around him. The freed men took what weapons they could find in the room and carefully peeked into the corridor. They were lucky: The corridor was empty. All the other guards were asleep in their bunks.",
        "date_created": "2019-11-13T07:59:03.038762"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dirk",
            "description": "",
            "date_created": "2019-11-11T17:56:52.715854"
          },
          "vocab_entry_tags": [
            "dirk"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Crupo backed away as quickly as he could.\n\n Pira fell to the ground and touched his forehead to the cold stone. “I’m sorry, Rénga. He just burst in. I couldn’t stop him!”\n\n The emperor nodded and waved him away impatiently. He got up to follow the path the girl had taken.\n\n Pira smiled to himself. There was nothing that humiliated and annoyed the boy more than to be interrupted during such moments. Now every time the emperor saw the regent, this indelible memory would rise in his mind.",
        "date_created": "2019-11-13T07:59:03.140375"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "indelible",
            "description": "",
            "date_created": "2019-11-11T17:57:07.626403"
          },
          "vocab_entry_tags": [
            "indelible"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "In truth, this wasn’t a mere platitude. All the Tiro states could help. The remnants of Rima’s army had made their way into Cocru, bitter men who longed for vengeance. A few Amu ships had escaped from the Battle of Amu Strait and limped their way to Çaruza, along with King Ponadomu and Princess Kikomi—though it was too bad that the airship they escaped in had mysteriously sprung a leak shortly after landing and had to be scuttled. And wealthy nobles from all the conquered Tiro states had fled to Çaruza, laden with national treasures that could be converted into military funds.",
        "date_created": "2019-11-13T07:59:03.330048"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "platitude",
            "description": "",
            "date_created": "2019-11-11T17:56:56.513068"
          },
          "vocab_entry_tags": [
            "platitude"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The people of Amu still thought of her as their princess, even if she no longer had a throne or palace. She led the dances at the great festivals, reassured the nobles who commiserated with her about their lost glory, and went to the fine schools of Müning with her brothers and sisters, where she read the Ano Classics and learned to sing and play the coconut lute. She wore the title of princess like an old sentimental cloak, too shabby to keep her warm, but too dear to shed.",
        "date_created": "2019-11-13T07:59:03.430309"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "commiserate",
            "description": "",
            "date_created": "2019-11-11T17:57:07.938842"
          },
          "vocab_entry_tags": [
            "commiserated"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "For all intents and purposes, Mata Zyndu was now the real princeps—no, more than a princeps, a hegemon—and all the Tiro states understood this.\n\n Géjira was finally pacified after a month. But reliable news of happenings in Géfica, the heart of the empire on the other side of the mountains, were hard to come by. The caravan traffic through Thoco Pass had ceased, and none of Mata’s spies came back. The remaining Imperials seemed to huddle in the Immaculate City and sent no reinforcements to Géjira.",
        "date_created": "2019-11-13T07:59:08.097138"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "for all intents and purposes",
            "description": "",
            "date_created": "2019-11-11T17:57:14.050713"
          },
          "vocab_entry_tags": [
            "for all intents and purposes"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hegemon",
            "description": "",
            "date_created": "2019-11-11T17:57:14.249815"
          },
          "vocab_entry_tags": [
            "hegemon"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "They told dirty jokes and flirted with the pretty waitresses, and Mata, who had never in his life been to such parties, discovered that he enjoyed them. They were much more interesting than the stiff, formal receptions that the hereditary nobles back in Çaruza held, where everything was done properly and nothing impolite was ever said and each smile felt plastered on and each compliment disguised an insult and every word had to be parsed for a second and even third meaning. They had given him headaches and made him think that he was unfit for company, but among Kuni’s friends, he wished the nights would never end.\n\n And the man actually took the work of being the Duke of Zudi seriously—indeed, probably too seriously. Mata still couldn’t believe how happily Kuni delved into the minutiae of governance. He even looked into how to collect taxes, by Kana and Rapa’s lustrous hair!\n\n Mata had never met anyone quite like Kuni, and he felt that it was a cosmic injustice that he wasn’t born a noble. Compared to some of the hereditary nobles Mata knew, Kuni was far more worthy of admiration.",
        "date_created": "2019-11-13T07:59:00.582547"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "minutia",
            "description": "",
            "date_created": "2019-11-11T17:57:03.214161"
          },
          "vocab_entry_tags": [
            "minutiae"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Friends,” Rin announced seriously. “I am the night-blooming cereus.”\n\n “Why, because you get lucky only one night a year?”\n\n Rin ignored the jab. “The cereus is not much to look at during the day, and most people think it’s a just a dead-looking stick in the ground. But below the ground, it gathers the moisture and sweetness of the desert and hoards them into a large, juicy melon, which is delicious and has saved many a desert traveler’s life. Only the fortunate can see it bloom, once a year in the middle of the night, a great white flower like a ghost lily bathed in starlight.”\n\n The others were momentarily stunned by this flowing disquisition.\n\n Than broke the silence. “Did you pay a schoolteacher to write that speech?”\n\n Rin threw another chicken leg at him.",
        "date_created": "2019-11-13T07:59:00.669505"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "disquisition",
            "description": "",
            "date_created": "2019-11-11T17:57:03.518607"
          },
          "vocab_entry_tags": [
            "disquisition"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Now it was Kuni Garu’s turn. He stood up, grabbed Widow Wasu—who was passing by with a tray of drinks—around the waist, and while she laughed and ducked out of the way, he plucked a dandelion from behind her ear and held it up for everyone to see.\n\n “Lord Garu, you compare yourself to a weed?” Cogo Yelu frowned.\n\n “Not just any weed, Cogzy. A dandelion is a strong but misunderstood flower.” Remembering his courtship with Jia, Kuni felt his eyes grow warm. “It cannot be defeated: Just when a gardener thinks he has won and eradicated it from his lawn, a rain would bring the yellow florets right back. Yet it’s never arrogant: Its color and fragrance never overwhelm those of another. Immensely practical, its leaves are delicious and medicinal, while its roots loosen hard soils, so that it acts as a pioneer for other more delicate flowers. But best of all, it’s a flower that lives in the soil but dreams of the skies. When its seeds take to the wind, it will go farther and see more than any pampered rose, tulip, or marigold.”",
        "date_created": "2019-11-13T07:59:00.847295"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "eradicate",
            "description": "",
            "date_created": "2019-11-11T17:57:04.026753"
          },
          "vocab_entry_tags": [
            "eradicated"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "floret",
            "description": "",
            "date_created": "2019-11-11T17:57:04.132786"
          },
          "vocab_entry_tags": [
            "florets"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni had been tapping his finger on the table to follow the beat. He stopped now, reluctantly, as if still savoring the music. “ By the time I bloom, all others have died.’ Though lonely and spare, this is a grand and heroic sentiment, befitting the heir of the Marshal of Cocru. The song praises the chrysanthemum without ever mentioning the flower by name. It’s beautiful.”\n\n “The Zyndus have always compared themselves to the chrysanthemum,” Mata said.\n\n Kuni bowed to Mata and drained his cup. The others followed suit.\n\n “But, Kuni,” said Mata, “you have not understood the song completely.”\n\n Kuni looked at him, confused.\n\n “Who says it praises only the chrysanthemum? Does the dandelion not bloom in the same hue, my brother?”\n\n Kuni laughed and clasped arms with Mata. “Brother! Together, who knows how far we will go?”",
        "date_created": "2019-11-13T07:59:01.047592"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hue",
            "description": "",
            "date_created": "2019-11-11T17:57:04.333247"
          },
          "vocab_entry_tags": [
            "hue"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chrysanthemum",
            "description": "",
            "date_created": "2019-11-02T08:57:06.861981"
          },
          "vocab_entry_tags": [
            "chrysanthemum"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "When Krima and Shigin began the rebellion in Napi, many did flock to join them, but many also decided to become robbers and highwaymen and make the best of the ensuing chaos. One of the most ruthless and feared robber gangs was led by Puma Yemu, a peasant who lost everything when the emperor’s bureaucrats requisitioned his land to build an Imperial hunting resort without paying him a single copper piece.",
        "date_created": "2019-11-13T07:59:01.251984"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chaos",
            "description": "",
            "date_created": "2019-11-02T08:57:09.814284"
          },
          "vocab_entry_tags": [
            "chaos"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ensue",
            "description": "",
            "date_created": "2019-11-11T17:57:05.078598"
          },
          "vocab_entry_tags": [
            "ensuing"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Yemu raised his right hand and saw that the part between the thumb and the forefinger was bloody. He couldn’t feel his hand. The swords had clashed with such force that the fine bones in his right palm had been shattered and his sword had flown out of his hand.\n\n He looked up, and there was his sword, still tumbling, high in the sky. It reached the apex of its flight, hung for a second, and dove straight down.\n\n Yemu rolled without thinking, and the sword plunged into the ground right next to him, buried to the hilt, missing his leg by inches.\n\n “I surrender,” Yemu said, and there was indeed no doubt in his mind as he stared into Mata Zyndu’s cold eyes.",
        "date_created": "2019-11-13T07:59:01.532176"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "apex",
            "description": "",
            "date_created": "2019-09-29T21:48:43.307265"
          },
          "vocab_entry_tags": [
            "apex"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mata Zyndu wanted to hang Puma Yemu from a post over the city gates as a warning to other robbers who might think of Zudi as easy hunting grounds.\n\n But Kuni Garu disagreed.\n\n Mata looked at him askance. “Feeling compassionate again? He’s a robber and murderer, brother.”\n\n “I was a robber once too,” Kuni said. “That doesn’t automatically mean he deserves to die.”\n\n Mata stared at Kuni, incredulous.",
        "date_created": "2019-11-13T07:59:01.630257"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "incredulous",
            "description": "",
            "date_created": "2019-11-11T17:56:54.099255"
          },
          "vocab_entry_tags": [
            "incredulous"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "askance",
            "description": "",
            "date_created": "2019-11-11T17:57:05.789450"
          },
          "vocab_entry_tags": [
            "askance"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The Island of Arulugi—whose name meant “beautiful” in Classical Ano—lived up to its name: wide, white beaches; gentle, lazy dunes held down by tufts of beachreed; verdant hills covered by pili grass; and deep valleys full of forests of banyan and looking-glass mangrove, the aerial roots of the former hanging down from branches like a woman brushing out her hair, and the platelike roots of the latter rising up like lacquer screens imported from sophisticated Gan.\n\n Everywhere, orchids of all descriptions and sizes bloomed: the white ones whiter than seashells and the red ones redder than coral. Golden hummingbirds hovered from orchid to orchid during the day, only to give way to gentle, ethereal moths at night, their wings silvery in the moonlight.",
        "date_created": "2019-11-13T07:59:01.989297"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ethereal",
            "description": "",
            "date_created": "2019-11-02T08:57:10.610139"
          },
          "vocab_entry_tags": [
            "ethereal"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "verdant",
            "description": "",
            "date_created": "2019-11-11T17:57:06.060858"
          },
          "vocab_entry_tags": [
            "verdant"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "And the crown of Arulugi was Müning, the City in the Lake. Built on a series of tiny islands in shallow Lake Toyemotika—Lake Tututika’s baby sister—the city resembled a diadem floating over the water: the delicate spires of its temples and the graceful, thin towers of the palace were connected by a network of narrow, arching bridges that defied gravity.",
        "date_created": "2019-11-13T07:59:02.240794"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "diadem",
            "description": "",
            "date_created": "2019-11-11T17:57:06.280192"
          },
          "vocab_entry_tags": [
            "diadem"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "At seventeen, her olive-colored skin, rich, light-brown hair that fell in cascades of curls, and bright-blue eyes that shone like two deep, calm wells were the stuff of legends and bards’ songs. She was the granddaughter of King Ponahu, the last King of Amu before the Conquest, and his only surviving descendant. But as the laws of succession in Amu did not permit women to accede to the throne, the restored Amu was led by King Ponadomu, the half brother of Ponahu, and Kikomi’s granduncle.",
        "date_created": "2019-11-13T07:59:02.342864"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "descendant",
            "description": "",
            "date_created": "2019-09-29T21:48:45.418687"
          },
          "vocab_entry_tags": [
            "descendant"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kikomi smiled demurely.\n\n Inside, she wanted to scream.\n\n The marshal simply assumed that she wanted and needed to be protected, had been surprised to hear her speak of Amu’s naval defeat with knowledge and sense. She noted how Phin had condescendingly praised her education, had chuckled when she expressed wonder at Çaruza’s library. He had not paid much attention when she spoke of the suffering and hardship of the women who worked the docks of Müningtozu to prepare the ships for war, but his eyes had lit up when she turned the conversation to the sailors on those ships.\n\n He had truly meant to pay her a compliment when he told her how different she was from “those silly young noblewomen,” had truly believed that she would be flattered to be thought extraordinary from her sex.\n\n It was men like him who had made her into a symbol, had put her into this impossible position.\n\n But, in a way, that made the task easy. She knew exactly what she needed to say and do, and she even enjoyed the challenge of playing the role of his ideal: She was worthy only insofar as she oriented herself to men, like a sunflower adoring the sun.\n\n *I made a deal.*",
        "date_created": "2019-11-13T07:59:03.618292"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "condescending",
            "description": "",
            "date_created": "2019-11-11T17:57:08.151131"
          },
          "vocab_entry_tags": [
            "condescendingly"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "demurely",
            "description": "",
            "date_created": "2019-11-11T17:57:08.263381"
          },
          "vocab_entry_tags": [
            "demurely"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "He had no idea where they were going, only that it promised to be days of quick marching and nights spent on hard ground. The great lords never told the foot soldiers what was happening, and Dafiro was used to being sent hither and thither with no explanation. But Dafiro noticed that no messengers had been dispatched to Çaruza and King Thufi—he had made sure to befriend the couriers, knowing that they were like the antennae on an insect, the first to know anything worth knowing. Curious. Whatever Duke Garu had planned, it was to be a secret from King Thufi and General Zyndu and everyone else.",
        "date_created": "2019-11-13T07:59:03.951286"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hither and thither",
            "description": "",
            "date_created": "2019-11-11T17:57:08.468506"
          },
          "vocab_entry_tags": [
            "hither and thither"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Still, if one had to be a soldier, Duke Garu was a good lord to follow. He really seemed to make it a point not to risk his men’s lives unnecessarily, and Dafiro thought this made him a better man than General Zyndu. Rat was obsessed with Zyndu’s arrogant bravery and his deeds of valor, but Dafiro could see that Zyndu didn’t really care about death. He wasn’t afraid of anything, and that was not a virtue, as far as Dafiro was concerned.",
        "date_created": "2019-11-13T07:59:04.173603"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "virtue",
            "description": "",
            "date_created": "2019-11-11T17:57:08.546206"
          },
          "vocab_entry_tags": [
            "virtue"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Dafiro thought he was not dreaming, he looked around, and the sights that greeted his eyes were impossible.\n\n Before him, jutting into the sky like the bowsprit of a great warship, was a twenty-foot-long horn. It was so thick at the base that two men together could not have wrapped their arms around it. The tip of the horn was sharper than the point of a spear, threatening destruction to anything that stood in its way.\n\n Roaring waves dashed against the horn and the barnacle-encrusted forehead below it, breaking into a violent mist that soaked his clothes and sometimes made it hard to open his eyes. Everywhere he looked, sunlight was refracted into rainbows in the salty mist.\n\n The waves divided themselves around the creature they rode on, and from where Dafiro was sitting, he could barely feel them. He felt only the gentle and slow undulating motion of the great mass heaving beneath him, ponderous, forceful, four hundred tons of muscle and sinew.",
        "date_created": "2019-11-13T07:59:04.362495"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "sinew",
            "description": "",
            "date_created": "2019-11-11T17:57:08.724003"
          },
          "vocab_entry_tags": [
            "sinew"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "refract",
            "description": "",
            "date_created": "2019-11-11T17:57:08.778742"
          },
          "vocab_entry_tags": [
            "refracted"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The airships slowed as they approached Pan and descended toward the palace. The palace guards looked at the ships with little concern. Had the emperor, perhaps, decided that he would ride one of the airships to the front so that he could witness the death throes of the rebels personally?\n\n They landed in the middle of the Great Court, the wide-open space before the Grand Audience Hall where Emperor Erishi reviewed the palace guards and sometimes played hunting games with horses and animals drugged to be docile and easy to shoot.",
        "date_created": "2019-11-13T07:59:04.625751"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "death throe",
            "description": "",
            "date_created": "2019-11-11T17:57:08.968357"
          },
          "vocab_entry_tags": [
            "death throes"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "docile",
            "description": "",
            "date_created": "2019-11-11T17:57:09.123633"
          },
          "vocab_entry_tags": [
            "docile"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Wolf’s Paw stood across the Kishi Channel from the Itanti Peninsula. Its northern and eastern sides, facing the endless ocean, were dominated by rugged cliffs that provided few safe harbors. On the other hand, its western and southern coasts, facing the channel, sloped gently down to the sea and offered many inviting ports. This was the heart of old Gan, which, besides Wolf’s Paw, also claimed the rich alluvial plains and the bustling cities of Géjira on the Big Island.",
        "date_created": "2019-11-13T07:59:04.847533"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "alluvial",
            "description": "",
            "date_created": "2019-11-11T17:57:09.201505"
          },
          "vocab_entry_tags": [
            "alluvial"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "It was said that Tazu manifested himself as a ten-mile-wide maelstrom of roiling water that sucked everything within its orbit into the bottomless deep. It wandered up and down the channel like an angry child tumbling around its room. No one had ever been able to predict its pattern of movement, capricious like the will of Tazu, the legendary rogue. Vessels captured by the whirlpool had no chance of escaping, and over the years, countless ships, some laden with treasure, some filled with lives, were sacrificed to the god’s insatiable hunger.",
        "date_created": "2019-11-13T07:59:04.925416"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "insatiable",
            "description": "",
            "date_created": "2019-11-11T17:57:09.415388"
          },
          "vocab_entry_tags": [
            "insatiable"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "roiling",
            "description": "",
            "date_created": "2019-11-11T17:57:09.567874"
          },
          "vocab_entry_tags": [
            "roiling"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "maelstrom",
            "description": "",
            "date_created": "2019-11-11T17:57:09.723556"
          },
          "vocab_entry_tags": [
            "maelstrom"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Pering sighed. Roma had ordered the rebel navy to intercept the Imperial armada in the Ogé Islands, the archipelago to the north of Wolf’s Paw, supposedly formed from the sweat drops of the god Rufizo, a plan Pering had objected to from the start.",
        "date_created": "2019-11-13T07:59:05.584027"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "archipelago",
            "description": "",
            "date_created": "2019-11-11T17:57:09.801880"
          },
          "vocab_entry_tags": [
            "archipelago"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Roma, who had spent his entire career in the pre–Conquest Cocru army in the logistics and supply divisions, had little exposure to the battlefield except the defense of Çaruza. He thus tended to think of all military endeavors as variations of city defense. Viewing the Ogé Islands as analogous to the gates to Wolf’s Paw, he had believed that a hodgepodge of rebel ships could hide among the tiny islands to disguise their true strength and surprise the Imperial armada, much as the appearance of undefended city walls could lure attackers into coming too close before being surprised by a shower of falling rocks and buckets of burning oil.",
        "date_created": "2019-11-13T07:59:05.705904"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hodgepodge",
            "description": "",
            "date_created": "2019-11-11T17:56:59.715451"
          },
          "vocab_entry_tags": [
            "hodgepodge"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“That is the point, General. Big Toe appears ideal to Marana, and if we leave it undefended, he will not be able to resist taking the bait. But from Big Toe, the isthmus would neutralize the empire’s numerical advantage and force both sides to fight across a narrow strip of land. If we set up our defenses in layers, the hills of the isthmus will be impregnable. Big Toe will become a trap for Marana and Namen, and we will grind their troops down until the demand for supplies by their large army forces them to retreat.”",
        "date_created": "2019-11-13T07:59:05.805466"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "impregnable",
            "description": "",
            "date_created": "2019-11-11T17:57:10.282491"
          },
          "vocab_entry_tags": [
            "impregnable"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Why should Faça’s boys die for Gan and Cocru?” Marana’s messenger whispered to King Shilué. “Indeed, even now Gan is arguing that the Ogé Islands belong to them rather than Faça. If you were amenable to the offer, the emperor may be willing to support Faça’s claim once the battle is over.”\n\n King Shilué nodded, deep in thought.",
        "date_created": "2019-11-13T07:59:05.906314"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "amenable",
            "description": "",
            "date_created": "2019-11-11T17:57:10.590937"
          },
          "vocab_entry_tags": [
            "amenable"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The messenger pressed on. “Only the madmen of Cocru believe that they can thwart the emperor’s will and the tactical genius of Marshal Marana. The marshal understands that it isn’t possible for Gan to formally withdraw from the alliance and pledge fealty to the empire right now. But in the coming battle, if Gan’s troops would simply pull back to Toaza without engaging us, then Marshal Marana can take care of the Cocru problem for Your Majesty, and the marshal would speak on Gan’s behalf before the emperor.\n\n “Who knows, perhaps Gan may even be rewarded for her act of bravery by being granted the Ogé Islands.”",
        "date_created": "2019-11-13T07:59:06.008983"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "fealty",
            "description": "",
            "date_created": "2019-11-11T17:57:10.802546"
          },
          "vocab_entry_tags": [
            "fealty"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The soldiers peeked carefully over the wall. “Without Lord Garu’s orders, we won’t let anyone through.”\n\n “Lord Garu? You mean Kuni Garu, the Duke of Zudi?”\n\n “The very same. Though now that he’s captured Emperor Erishi, he’s going to be King of Géfica!”\n\n Mata rode forward. “He’s done what? Open up the gates now and let me speak to him!”\n\n The defenders of Goa, being former Imperial soldiers who had surrendered to Kuni, wanted to show their zeal for their new lord. They shot volleys of arrows at Mata Zyndu and his guards and laughed at this presumptuous man who thought he could just strut in and talk to their king.\n\n Ratho lifted his shield in front of Mata, but Mata struck it out of his hand and tossed it away. An arrow struck him in the shoulder, but he didn’t even seem to feel it.\n\n But Ratho felt as if his heart were bleeding—how could Lord Garu take up arms against his friend? And after all he and the marshal had been through together, too.",
        "date_created": "2019-11-13T07:59:08.262715"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "volley",
            "description": "",
            "date_created": "2019-11-11T17:56:55.517499"
          },
          "vocab_entry_tags": [
            "volleys"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "presumptuous",
            "description": "",
            "date_created": "2019-11-11T17:57:14.401792"
          },
          "vocab_entry_tags": [
            "presumptuous"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "zeal",
            "description": "",
            "date_created": "2019-09-29T21:48:46.283657"
          },
          "vocab_entry_tags": [
            "zeal"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Once he arrived in Pan, Mata Zyndu ordered a general cleansing of the city by looting. His men had been promised the riches of the Imperial capital, and he wasn’t going to deny them their pleasure. He did not exactly encourage the slaughter of Pan’s citizens, who tried to welcome him as best as they could, but he didn’t exactly forbid it either.\n\n Cold, wintry rain fell, and as panicked people ran through the slick, slippery streets ahead of drawn swords, the rivulets in the city’s gutters gradually turned red.\n\n The boy emperor Erishi had been left behind in the palace when Kuni and his men left Pan.\n\n “Please take me with you,” the boy had begged. “I don’t want to face that butcher.”\n\n Kuni had sighed and said that there was nothing he could do. Mata Zyndu was now the self-proclaimed Hegemon of All Tiro States. The emperor’s fate was in his hands. Kuni pried the child’s fingers from the sleeves of his robe and took his leave, but Erishi’s piteous cries echoed in Kuni’s head long after.\n\n Mata Zyndu’s men carted away all the treasure that could be removed from the palace. The soldiers then sealed the palace doors with the emperor and his few loyal servants inside.\n\n Aloud, Mata Zyndu proclaimed the sins of the Xana Empire against the people of the Six States and set the palace on fire. The boy emperor was last seen jumping from the top of the tallest tower in the palace, having run out of places to hide from the rising flames. The fire raged on and on, and the people of Pan were forbidden from trying to put it out, however it spread. All of Pan eventually burned, and the flames smoldered for three months.",
        "date_created": "2019-11-13T07:59:08.608458"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "rivulet",
            "description": "",
            "date_created": "2019-11-11T17:57:14.624629"
          },
          "vocab_entry_tags": [
            "rivulets"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The Immaculate City was no more.\n\n “With the death of Erishi, the empire is at an end,” Mata announced. “It is now the first year of the Principate.” The cheers from the crowd seemed to him subdued and lacking in enthusiasm. This irked him.",
        "date_created": "2019-11-13T07:59:08.781730"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "irk",
            "description": "",
            "date_created": "2019-11-11T17:57:14.804341"
          },
          "vocab_entry_tags": [
            "irked"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mata drained his goblet in one gulp and threw it to the ground. “Yet not all of us fought with one heart. While my brothers and I bore the brunt of the empire’s most mighty strike, others among us behaved as mice who steal from the banquet while guests are engaged in conversation. What shall we do with men such as these?”\n\n The assembled lords fell silent. No one dared to look at Kuni Garu.",
        "date_created": "2019-11-13T07:59:08.870855"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "brunt",
            "description": "",
            "date_created": "2019-11-13T07:54:16.377909"
          },
          "vocab_entry_tags": [
            "brunt"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Do not call me ‘brother’! Tempted by fame and treasure, you took advantage of the empire’s preoccupation with my army and stole into Pan by a dirty trick. You claimed the riches of the palace as your own and manipulated the hearts of the people of Pan and Géfica to support your dream of ascending to the throne. You wished to keep the fruits of the rebellion for yourself, depriving others, far braver and worthier men, of their just deserts. And then you had the temerity to station troops in Thoco Pass to keep out the forces of other rebel leaders, as though you were first among equals of the lords of our rebellion. Do you deny any of these charges?”",
        "date_created": "2019-11-13T07:59:09.127003"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "temerity",
            "description": "",
            "date_created": "2019-11-13T07:54:16.666396"
          },
          "vocab_entry_tags": [
            "temerity"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mata threw Thufi’s scroll onto the ground in disgust and ground his foot against it until all the wax logograms had fallen off and were illegibly mixed into the mud. He was finished with listening to that shepherd boy. Henceforth he was done with the old title of Marshal of Cocru. He had defeated the empire, and that made him the hegemon. So he would reward people as he saw fit.",
        "date_created": "2019-11-13T07:59:09.499648"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hegemon",
            "description": "",
            "date_created": "2019-11-11T17:57:14.249815"
          },
          "vocab_entry_tags": [
            "hegemon"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "To begin with, he would divide the world into new pieces and hand them out to people he thought more deserving. Mapidéré’s error had been to trust people who lacked the necessary qualities. In contrast, he would hearken back to ancient times, when the foundations of the world were laid. Like the great Ano lawgiver Aruano, he would also create a new world order that would last millennia. He would measure the world against the rigid grid of his heart and put each man in charge of a domain no more and no less than his just deserts.",
        "date_created": "2019-11-13T07:59:09.777544"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "hearken",
            "description": "",
            "date_created": "2019-11-13T07:54:16.965269"
          },
          "vocab_entry_tags": [
            "hearken"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“I’m from Cocru,” he said to Pering. “The whole point of leaving home to accomplish great deeds is so that one day I could return home to receive the adulation of my homeland. Géfica is too far from Tunoa.”\n\n Pering sighed. Advising Zyndu was often frustrating. He cared so much about honor and display and so little about the real foundation of power.",
        "date_created": "2019-11-13T07:59:10.010247"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "adulation",
            "description": "",
            "date_created": "2019-11-13T07:54:17.185059"
          },
          "vocab_entry_tags": [
            "adulation"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But Mata understood that to do so would be to encourage further rebellions against the established order. Sometimes those who lit the spark that began a conflagration must be consumed by it lest the fire burn on indefinitely.",
        "date_created": "2019-11-13T07:59:10.503788"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "conflagration",
            "description": "",
            "date_created": "2019-11-13T07:54:17.274184"
          },
          "vocab_entry_tags": [
            "conflagration"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mira found the beggar odd. He was surprisingly bold, as if he fancied himself a lord, her superior. And there was something about his air that compelled her attention.\n\n “But perhaps I misspoke. I should have said that you will be close to him.”\n\n “Is that a prediction or a command?” Mira asked. The beggar’s impudence was making her angry. She considered calling for some of the courtiers—they were always so eager for her to tell them something to do.",
        "date_created": "2019-11-13T07:59:10.706877"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "impudence",
            "description": "",
            "date_created": "2019-11-13T07:54:17.462120"
          },
          "vocab_entry_tags": [
            "impudence"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The tent was a mess, she saw. Papers were piled on multiple desks haphazardly arranged around the tent, as though new ones were brought in as soon as old ones had been filled; pillows and cushions for sitting were scattered around, the detritus of ad-hoc meetings with his advisers; the bed where he slept looked like it hadn’t had its sheets changed in weeks.\n\n Mata was sitting at one of the desks, his back to her, his legs folded under him in géüpa. He did not turn as she entered, perhaps thinking that she was one of his personal guards who had come in to help him get ready for bed, as none of the maids dared to come in.",
        "date_created": "2019-11-13T07:59:10.874188"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "detritus",
            "description": "",
            "date_created": "2019-11-13T07:54:17.659908"
          },
          "vocab_entry_tags": [
            "detritus"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ad-hoc",
            "description": "",
            "date_created": "2019-11-13T07:54:17.755648"
          },
          "vocab_entry_tags": [
            "ad-hoc"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "haphazard",
            "description": "",
            "date_created": "2019-11-13T07:54:17.955511"
          },
          "vocab_entry_tags": [
            "haphazardly"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "But Kuni’s words dispelled the association. “These large ships will be too expensive to maintain, and I’m going to stay here for a while,” Kuni shouted, his hands cupped around his mouth. Smiling ingratiatingly, he waved at Marana’s men. “Bring my good wishes to the hegemon, Your Majesty. Don’t be a stranger!” He bowed repeatedly to Marana, like a servant trying to curry favor with his master.",
        "date_created": "2019-11-13T07:59:11.130873"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "ingratiating",
            "description": "",
            "date_created": "2019-11-04T13:52:58.692219"
          },
          "vocab_entry_tags": [
            "ingratiatingly"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Quickly going to her workshop, she took a cup of dried stone’s ear mushroom, mixed it with water, ground up the mixture until it was a thin paste, and brushed the paste all over the thick page. Then she waited until the paper had been soaked through before dipping it into a thin dish of water, gently washing away the paste.\n\n Zyndari letters emerged in the blank space on the page, fading into view like ships coming out of the fog. Kuni had written the real letter in dandelion milk, invisible until now.\n\n *I’m coming home, my beloved, center of my heart.*",
        "date_created": "2019-11-13T07:59:11.218662"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "beloved",
            "description": "",
            "date_created": "2019-11-13T07:54:18.435811"
          },
          "vocab_entry_tags": [
            "beloved"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“On my way here, I had to travel away from the major cities and big roads, and I got to see a little of how bad things have become. Mata may be a great warrior, but he’s not a good ruler. The old Tiro states were forced to work together only because they feared the empire more than one another, but now all the old enmities are resurfacing; Mata made things worse with his childish map-drawing, and the new Tiro kings he created have no legitimacy. All the states are preparing for war: Taxes have increased to boost the sizes of armies, and prices in the markets keep going up. Though the rebellion is over, the lives of the common people have not grown better.”",
        "date_created": "2019-11-13T07:59:11.476222"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "enmity",
            "description": "",
            "date_created": "2019-10-16T02:00:31.514403"
          },
          "vocab_entry_tags": [
            "enmities"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“King Ponahu of Amu was not amused and arrested my mother for witchcraft. She was scheduled to be executed, but she convinced her guards to slip her some herbs—for her womanly troubles, she claimed—and then used them to create a smoke screen that enveloped the guards. She had them open her cell under the influence of the smoke, and she escaped. And then she came to Cocru, and we’ve tried to live here inconspicuously since then.”",
        "date_created": "2019-11-13T07:59:11.581901"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "inconspicuous",
            "description": "",
            "date_created": "2019-11-13T07:54:18.746340"
          },
          "vocab_entry_tags": [
            "inconspicuously"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni was such a complicated man. There were so many layers in his heart that it appeared opaque. He was like a cabbage, one leaf nestled inside another, each half-formed idea enclosed by another, desires and suspicions and regrets and ideals wrapped tightly lest they spread too far. There was a growing ambition in him and an overwhelming desire to be liked. Yet there was also sorrow and a gnawing sense of doubt, of not being as good a man as he thought he was, of not being as certain of the right path as he wished.",
        "date_created": "2019-11-13T07:59:11.684918"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lest",
            "description": "",
            "date_created": "2019-11-11T17:57:07.250147"
          },
          "vocab_entry_tags": [
            "lest"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The locals say that beyond the ocean, beyond the scattered isles where the pirates hide, below the horizon, there are other islands, filled with other people far different from us. Elders speak of strange flotsam and wreckage washing up on shore years ago, bearing designs never seen in all of Dara. We repeat these stories around the bonfire and scare one another, but I do wonder. Wouldn’t it be exciting, Jia, to find other lands out there that we’ve never seen?",
        "date_created": "2019-11-13T07:59:11.784153"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "flotsam",
            "description": "",
            "date_created": "2019-11-13T07:54:19.151689"
          },
          "vocab_entry_tags": [
            "flotsam"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Her greatest asset was that people didn’t expect her to fight, though this only conferred a fleeting opportunity that she could make use of, once. She could not posture and taunt and boast and display the way the boys did. She had to behave as though she was helpless and then unleash her strike in one overpowering burst of fury. She went for the eyes, the soft tissue under the lump in men’s throats, the groin. She had no qualms about sharp nails, teeth, hidden daggers. She could choose not to fight and yield, or she could choose one flash of deadly force. \n\n There was nothing in between.",
        "date_created": "2019-11-13T07:59:11.959533"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "qualm",
            "description": "",
            "date_created": "2019-11-13T07:54:19.353394"
          },
          "vocab_entry_tags": [
            "qualms"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "In the morning, Gin awoke to the sound of children screaming. She rushed out of the house. In the backyard, a few of the children lay on the ground crying. One had a bloody bandage wrapped around his right shoulder, his arm gone. Another sat with gauze wrapped around her head, two spreading red stains marking where her eyes had been. A third had lost his feet, and he crawled slowly, trailing blood on the grass. The other children, still uninjured, were held by members of the gang against the back wall. They screamed and kicked and bit, but the men stood as still as statues, not loosening their iron grasp.",
        "date_created": "2019-11-13T07:59:12.048469"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "gauze",
            "description": "",
            "date_created": "2019-11-13T07:54:19.730476"
          },
          "vocab_entry_tags": [
            "gauze"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "An old woman saw the pair of hungry eyes peeking out from behind a tree and offered to share her lunch with the emaciated, dirty boy in rags. Gin thanked her.\n\n The next day, Gin showed up again, and the old laundress shared her food with the boy again.\n\n This went on for twenty days. Gin knelt down and put her forehead against the ground. “Granny, if I ever make it, I will repay your kindness a hundredfold.”\n\n The old woman spat on the ground. “You foolish child! You think I share my food with you because I expect a reward? I do it only because I think you are a sorry sight, and Tututika said all living things have a right to food. I would do no different for a stray dog or cat.” She softened her voice. “I feed you so that you don’t have to steal. A man who steals is a man who has lost all hope, and you’re too young to have no hope.”",
        "date_created": "2019-11-13T07:59:12.152383"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "emaciate",
            "description": "",
            "date_created": "2019-11-13T07:54:20.133334"
          },
          "vocab_entry_tags": [
            "emaciated"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“You play cüpa like you strut around the docks, as if you can’t bear to be considered weak for even a moment. You play like you have something to prove.”\n\n Gin avoided the dockmaster’s eyes. “Because I’m small, everyone has always acted as if they can push me around.”\n\n “And you hate that.”\n\n “I can’t afford to appear soft—”\n\n The dockmaster’s voice took on a stern tone. “You dream of someday standing tall before men who’re bigger than you, but you have not learned to bide your time. If you insist on fighting every fight that comes your way, you’re simply letting them push you around in a different way. You will die young and foolish.”\n\n Gin sat still, thinking. Then she nodded.\n\n After two weeks, Gin started winning against the dockmaster.",
        "date_created": "2019-11-13T07:59:12.250503"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "bide",
            "description": "",
            "date_created": "2019-11-13T07:54:20.478376"
          },
          "vocab_entry_tags": [
            "bide"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The dockmaster, impressed, gave her some classical books on cüpa.\n\n “These books explain the origin of cüpa as a simulation of war. If you study them, you will also understand how the game is entwined with military history and military strategy.”\n\n “I can’t read,” Gin said, embarrassed.\n\n “Then it’s time to learn.” The dockmaster’s eyes and voice were gentle. “My sister never learned to read, and she didn’t understand that she had been betrayed by the man she married when he had her sign a contract that deprived her of her right to dower. You must learn to read to protect yourself. I’ll teach you.”",
        "date_created": "2019-11-13T07:59:12.353040"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dower",
            "description": "",
            "date_created": "2019-11-13T07:54:20.678407"
          },
          "vocab_entry_tags": [
            "dower"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "A cüpa set sat in Cogo Yelu’s front hall. The stones on the board were laid out in a famous pattern. It was the final formation of a game concluded two hundred years ago between two great cüpa masters: Count Soing, the great Amu strategist, playing with white stones, had conceded the game to Duke Fino, the famed adviser to the Cocru court, playing with black stones.\n\n “Do you play?” Cogo asked.\n\n Mazoti nodded. “I’ve always thought that Soing should not have given up. There was hope yet.”\n\n Cogo was not a great player, but he was a connoisseur of cüpa history and strategy. Mazoti’s statement made no sense. Most of the board was occupied by black stones. The white stones, clustered in the center, had few breaths left.",
        "date_created": "2019-11-13T07:59:12.545631"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "connoisseur",
            "description": "",
            "date_created": "2019-11-13T07:54:20.852299"
          },
          "vocab_entry_tags": [
            "connoisseur"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Even the most realistic war games could only do so much. To further the soldiers’ training, Mazoti sent small detachments on raiding missions to pirate havens in the islets to the far north. These skirmishes gave the men experience of real warfare that could not be obtained any other way. Whatever booty they captured they got to keep.",
        "date_created": "2019-11-13T07:59:12.704235"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "skirmish",
            "description": "",
            "date_created": "2019-11-11T17:56:56.995248"
          },
          "vocab_entry_tags": [
            "skirmishes"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Now that it had been a year since Kuni Garu had come to Dasu, Cogo was finally beginning to see the fruits of his efforts at attracting men (and women) of talent to the island. Rumors spread all over Dara that in Dasu, a hardworking man could count on light taxes and fair laws and that interesting ideas would get a fair hearing, and even a woman would be treated with respect and given a chance to prove the worth of her thoughts.\n\n Many came: inventors with new contraptions, warriors of great strength, magicians claiming new knowledge, herbalists with novel recipes, entertainers with fresh acts—Cogo welcomed them all and tried to sift through the charlatans for nuggets of gold.",
        "date_created": "2019-11-13T07:59:12.897150"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "charlatan",
            "description": "",
            "date_created": "2019-11-13T07:54:21.132531"
          },
          "vocab_entry_tags": [
            "charlatans"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "“Had Mapidéré patiently spent more time on consolidating his rule, rather than pursuing the mirage of immortality; had he focused more effort on just administration and lasting institutions, rather than megalomaniacal engineering projects—it’s possible that the empire would have survived more than two generations. Had that been the case, in another hundred years, men who remember the old Tiro states would have all passed into death, and the new generations would have known nothing but a unified peace under Xana. Memories of the death and suffering caused by wars do not last beyond three generations, and people would remember Emperor Mapidéré fondly, as a visionary, a lawgiver who gave us peace.”\n\n Kuni Garu threw more wood on the fire. “You are a heretic, Luan. Few dare to think such thoughts.”",
        "date_created": "2019-11-13T07:59:12.993679"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "megalomaniac",
            "description": "",
            "date_created": "2019-11-13T07:54:21.333659"
          },
          "vocab_entry_tags": [
            "megalomaniacal"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Luwen, the surrendered Dasu soldier, made his way next to Marana.\n\n “We were both fooled,” Kindo said. “You were just a pawn in her game. She whipped you not because she needed you to work harder, but to hide her real plans.”\n\n Luwen grinned at him. Marana looked back, and his face fell as he finally understood.\n\n With one quick stroke, Luwen lopped off Marana’s head. Then he leapt from the wall, holding aloft the head by its hair.",
        "date_created": "2019-11-13T07:59:13.182232"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lop",
            "description": "",
            "date_created": "2019-11-11T17:57:12.537849"
          },
          "vocab_entry_tags": [
            "lopped"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Mata led his guards to the house of Jia, just outside of Çaruza. He would avenge this act of rebellion and treachery by the ruthless Kuni, whose ambition couldn’t even be contained by the threat to his family. Jia and the children would pay for Kuni’s sins.\n\n But a middle-aged woman stood at the door of Jia’s house and refused to let the guards in. She held up a jeweled pin in the shape of the chrysanthemum arms of the Zyndu Clan and asked to speak to Mata Zyndu. As the pin was clearly old and precious, the guards did not force their way past her but sent a report back to the hegemon.\n\n Mata went up to the madwoman.\n\n “Do you recognize me, Mata?”\n\n Mata Zyndu stared at her. In her lined face he could see shades of Phin Zyndu and of himself.\n\n “I am your aunt, Soto Zyndu.”",
        "date_created": "2019-11-13T07:59:13.262146"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "chrysanthemum",
            "description": "",
            "date_created": "2019-11-02T08:57:06.861981"
          },
          "vocab_entry_tags": [
            "chrysanthemum"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Unmatched in speed and maneuverability, these airships evaded the hegemon’s airships and flew all over the Islands of Dara; their heavier pursuers were slower and could not stay aloft for as long.\n\n As they flew over the cities, Dasu airships dropped leaflets denouncing Mata Zyndu for his sins: the Massacre at Dimu, the Slaughter of Prisoners at Wolf’s Paw, the Destruction of Surrendered and Peaceful Pan, the Betrayal of the Promise of Just Rewards for Rebel Leaders, the Usurpation of the Throne of Cocru, the Murder of King Thufi . . .\n\n The self-righteous tone, the lurid language, the manipulative illustrations—these had troubled Kuni when Cogo Yelu first presented them.",
        "date_created": "2019-11-13T07:59:13.451279"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "lurid",
            "description": "",
            "date_created": "2019-11-13T07:54:21.943754"
          },
          "vocab_entry_tags": [
            "lurid"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "maneuverability",
            "description": "",
            "date_created": "2019-11-13T07:54:22.142479"
          },
          "vocab_entry_tags": [
            "maneuverability"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "However, Luan Zya, who had studied the weather patterns around the Islands of Dara during his extensive travels, had been prepared. He had advised Gin to equip the crew with long-handled pikes that they now used to loosen the sheets of ice as they leaned out of the gondola. The Dasu ship rose, unscathed, and for good measure, dropped a full load of pamphlets on the capital of Cocru.",
        "date_created": "2019-11-13T07:59:13.733996"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "unscathed",
            "description": "",
            "date_created": "2019-11-13T07:54:22.332819"
          },
          "vocab_entry_tags": [
            "unscathed"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Sometime the sailors saw great pods of crubens passing under the ships in the sea lanes between Rui and the Big Island. Sighting a cruben was an auspicious occurrence, and most of the sailors were glad. Maybe it was a sign that the gods favored Hegemon Zyndu, and their time away from the comforts of home would soon be over.",
        "date_created": "2019-11-13T07:59:13.904591"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "auspicious",
            "description": "",
            "date_created": "2019-11-11T17:56:59.302912"
          },
          "vocab_entry_tags": [
            "auspicious"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Central and South Géfica collapsed before Marshal Mazoti’s forces like termite-infested logs before a heavy axe. The two kings, Noda Mi and Doru Solofi, had neglected their own military preparations, thinking Théca would take the brunt of Mazoti’s assault. They had no choice now but to flee across the Liru River into Cocru for refuge.",
        "date_created": "2019-11-13T07:59:13.982039"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "brunt",
            "description": "",
            "date_created": "2019-11-13T07:54:16.377909"
          },
          "vocab_entry_tags": [
            "brunt"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "Kuni’s return to Zudi brought tears from his father—who had finally decided that it was time to throw his lot in with the son who would not stop rebelling—and wild jubilation among the people.\n\n To add to the good news, Puma Yemu had managed to rescue Jia and the children right from under the noses of the Cocru troops in a daring raid at Çaruza. The family would finally be reunited in their hometown.",
        "date_created": "2019-11-13T07:59:14.175812"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "jubilation",
            "description": "",
            "date_created": "2019-11-13T07:54:22.935671"
          },
          "vocab_entry_tags": [
            "jubilation"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "As Kuni repeatedly kissed Jia, he whispered into her ear, “I’m so sorry for everything you’ve suffered. I know you don’t think I understand, but I do. I’ve chewed on bitter herbs every morning so that I can feel a fraction of what you felt, alone, frightened, surrounded by enemies and trying to raise two children.”\n\n Jia, who had always maintained a stoic face in front of the others, finally broke down. She hit Kuni in the chest, hard, a few times, and then pulled him to her in a hungry kiss. Tears and laughter mingled in her face.",
        "date_created": "2019-11-13T07:59:14.368579"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "stoic",
            "description": "",
            "date_created": "2019-11-13T07:54:23.225906"
          },
          "vocab_entry_tags": [
            "stoic"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "The three got up and left, discreetly closing the door behind them. Kuni was alone with his two wives.",
        "date_created": "2019-11-13T07:59:14.739092"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "discreet",
            "description": "",
            "date_created": "2019-11-13T07:54:23.446795"
          },
          "vocab_entry_tags": [
            "discreetly"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "he imagined Kuni and Risana together, and despite herself, she was consumed with fury. When they were first married, Kuni and she had shared an easy, joking rapport. But she wasn’t much of a singer, and she didn’t remember him ever laughing or crying with her the way the maid described him doing with Risana. She did not dance, could never have danced, like Risana. Suddenly she felt the ghost of her vanished youth. Gone was the redheaded girl who had once inspired the future king with a dandelion.",
        "date_created": "2019-11-13T07:59:14.847901"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "rapport",
            "description": "",
            "date_created": "2019-11-13T07:54:23.741291"
          },
          "vocab_entry_tags": [
            "rapport"
          ]
        },
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "dandelion",
            "description": "",
            "date_created": "2019-11-04T13:52:58.933341"
          },
          "vocab_entry_tags": [
            "dandelion"
          ]
        }
      ]
    },
    {
      "vocab_context_data": {
        "content": "When Marshal Mazoti went north to deal with Rima, she left behind the bulk of the Dasu army at Zudi. Fifty thousand men and tens of thousands of horses, too many to garrison in the city, camped on the Porin Plains. This was a larger army even than the combined forces of Tanno Namen and Kindo Marana at Wolf’s Paw. Cogo Yelu, always meticulous and careful, kept the provisions smoothly flowing.",
        "date_created": "2019-11-13T07:59:15.083490"
      },
      "vocab_entries": [
        {
          "vocab_entry_data": {
            "language": "en",
            "entry": "meticulous",
            "description": "",
            "date_created": "2019-11-13T07:54:24.299447"
          },
          "vocab_entry_tags": [
            "meticulous"
          ]
        }
      ]
    }
  ]
}